{
    "gravelmon.midnightconfig.title": "Gravelmon Config",
    "block.gravelmon.air_stone_ore": "Air Stone Ore",
    "block.gravelmon.deepslate_air_stone_ore": "Deepslate Air Stone Ore",
    "block.gravelmon.astral_stone_ore": "Astral Stone Ore",
    "block.gravelmon.deepslate_astral_stone_ore": "Deepslate Astral Stone Ore",
    "block.gravelmon.solid_stone_ore": "Solid Stone Ore",
    "block.gravelmon.deepslate_solid_stone_ore": "Deepslate Solid Stone Ore",
    "block.gravelmon.mystic_stone_ore": "Mystic Stone Ore",
    "block.gravelmon.deepslate_mystic_stone_ore": "Deepslate Mystic Stone Ore",
    "item.gravelmon.astral_stone": "Astral Stone",
    "item.gravelmon.varia_stone": "Varia Stone",
    "item.gravelmon.air_stone": "Air Stone",
    "item.gravelmon.mystic_stone": "Mystic Stone",
    "item.gravelmon.solid_stone": "Solid Stone",
    "item.gravelmon.xenolith": "Xenolith",
    "item.gravelmon.ancient_glyph": "Ancient Glyph",
    "item.gravelmon.quantum_upgrade": "Quantum Upgrade",
    "item.gravelmon.wes_update": "WES Update",
    "item.gravelmon.silver_scale": "Silver Scale",
    "item.gravelmon.murky_claw": "Murky Claw",
    "item.gravelmon.corrupted_disc": "Corrupted Disc",
    "item.gravelmon.kaleidoscope": "Kaleidoscope",
    "item.gravelmon.long_club": "Long Club",
    "item.gravelmon.terrestrial_ring": "Terrestrial Ring",
    "item.gravelmon.xenoversal_ring": "Xenoversal Ring",
    "item.gravelmon.inductive_ring": "Inductive Ring",
    "item.gravelmon.slowpoke_tail": "Slowpoke Tail",
    "item.gravelmon.magic_cookie": "Magic Cookie",
    "item.gravelmon.dread_pendant": "Dread Pendant",
    "item.gravelmon.spare_parts": "Spare Parts",
    "cobblemon.species.eghobulbasaur.name": "Bulbasaur",
    "cobblemon.species.eghobulbasaur.desc": "The plants that grow on Bulbasaur use its body for nutrients. Bulbasaur relies on the plant for protection.",
    "cobblemon.species.eghoivysaur.name": "Ivysaur",
    "cobblemon.species.eghoivysaur.desc": "As the body of Ivysaur dries up, it grows a patch of dense vines that aid it in battle.",
    "cobblemon.species.eghovenusaur.name": "Venusaur",
    "cobblemon.species.eghovenusaur.desc": "Large, thorn covered brambles protect an aged cactus. Small rodent Pokémon tend to make nests in the dry grass patches at the base of the cactus.",
    "cobblemon.species.eghocharmander.name": "Charmander",
    "cobblemon.species.eghocharmander.desc": "A small dragon Pokémon that enjoys a competitive bout. As it battles, the flame on its tail gets hotter.",
    "cobblemon.species.eghocharmeleon.name": "Charmeleon",
    "cobblemon.species.eghocharmeleon.desc": "Without pity, its sharp claws destroy foes. If it encounters a strong enemy, it becomes agitated, and the flame on its tail flares with a bluish white color.",
    "cobblemon.species.eghocharizard.name": "Charizard",
    "cobblemon.species.eghocharizard.desc": "A powerful dragon Pokémon that is said to be hard to tame. It likes to soar high above the clouds.",
    "cobblemon.species.eghosquirtle.name": "Squirtle",
    "cobblemon.species.eghosquirtle.desc": "Squirtle produces a small cloud as a tail that it then uses to float on top of and keep itself cool. They can often be found snoozing, sprawled out on their own cloud.",
    "cobblemon.species.eghowartortle.name": "Wartortle",
    "cobblemon.species.eghowartortle.desc": "Wartortle's body starts to develop even more cloud forms, allowing it to temporarily hover sometimes. It uses the cloud as a cloak during foggy days.",
    "cobblemon.species.eghoblastoise.name": "Blastoise",
    "cobblemon.species.eghoblastoise.desc": "Blastoise drift around high in the sky, forming ice crystals on their shell that they use in battle once they've landed.",
    "cobblemon.species.eghospearow.name": "Spearow",
    "cobblemon.species.eghospearow.desc": "These Spearow became an invasive species because it had no natural predators. In order to stay at the top of the food chain, it adapted into a vicious predator.",
    "cobblemon.species.eghofearow.name": "Fearow",
    "cobblemon.species.eghofearow.desc": "Because its wings are too thin to fly effectively, it instead uses them as weapons, fanning them out to sweep opponents in all directions.",
    "cobblemon.species.eghooddish.name": "Oddish",
    "cobblemon.species.eghooddish.desc": "As Oddish's habitat changed, it failed to adapt quick enough, which caused its leafs to wilt. Nowadays, these Oddish can be seen in dark caves and forests.",
    "cobblemon.species.eghogloom.name": "Gloom",
    "cobblemon.species.eghogloom.desc": "Despite their abiotic features, when exposed to enough light, Oddish may evolve into Gloom. Gloom use decorative skulls to scare away other Pokémon.",
    "cobblemon.species.eghomagnemite.name": "Magnemite",
    "cobblemon.species.eghomagnemite.desc": "Once Hazeport City plateaued in urbanization, many Magnemite migrated to Genisis Forest. Over the years, they became one with the plant life.",
    "cobblemon.species.eghomagneton.name": "Magneton",
    "cobblemon.species.eghomagneton.desc": "Instead of attaching to each other like standard Magnemite, these Magneton are grown from their original Magnemite form.",
    "cobblemon.species.eghogrimer.name": "Grimer",
    "cobblemon.species.eghogrimer.desc": "This version of Grimer is made up of hot asphalt. Often used in cities to help fill potholes, this Pokémon's body reaches temperatures of just over 300 degrees.",
    "cobblemon.species.eghomuk.name": "Muk",
    "cobblemon.species.eghomuk.desc": "As Muk traverses urban areas, various debris and items get stuck in it. The differing street signs that end up in Muk help set it apart from one another.",
    "cobblemon.species.eghoshellder.name": "Shellder",
    "cobblemon.species.eghoshellder.desc": "This Shellder can often times be found attached to a Slowbro. When removed and left alone, it will hunt down other sea creatures to feed on.",
    "cobblemon.species.eghochansey.name": "Chansey",
    "cobblemon.species.eghochansey.desc": "Chansey is so obsessed with protecting eggs that it will even defend the nests of other Pokémon species. It uses its rock as a decoy egg to trick other predators.",
    "cobblemon.species.eghotangela.name": "Tangela",
    "cobblemon.species.eghotangela.desc": "After its habitat was destroyed to make way for a large city, Tangela was forced to adapt by using left over wire from the maintenance tunnels for its new body.",
    "cobblemon.species.deltabulbasaur.name": "Bulbasaur",
    "cobblemon.species.deltabulbasaur.desc": "A Delta Species discovered by EchoTheThird. The crystal growing from its back uses its mental energy to grow.",
    "cobblemon.species.deltaivysaur.name": "Ivysaur",
    "cobblemon.species.deltaivysaur.desc": "Its body naturally changes in order to help counteract the crystal's growing weight. Its crystal resonates with increased brain activity. ",
    "cobblemon.species.deltavenusaur.name": "Venusaur",
    "cobblemon.species.deltavenusaur.desc": "In order to increase its psychic powers, a shard of its crystal is embedded in its forehead. Even when it sleeps, its crystal is capable of providing protection.",
    "cobblemon.species.mega_deltavenusaur.name": "DeltaVenusaur",
    "cobblemon.species.deltacharmander.name": "Charmander",
    "cobblemon.species.deltacharmander.desc": "A Delta Species discovered by EchoTheThird. While the flame on its tail does not appear immediately after its birth, it burns more fiercely with age.",
    "cobblemon.species.deltacharmeleon.name": "Charmeleon",
    "cobblemon.species.deltacharmeleon.desc": "Its claws tear into its foe's spirit. When facing powerful opponents, the flame on its tail gives off the appearance of a face. ",
    "cobblemon.species.deltacharizard.name": "Charizard",
    "cobblemon.species.deltacharizard.desc": "The flame on its tail grows in the presence of strong opponents. Its breath gives the impression of being engulfed in magma but causes no physical harm.",
    "cobblemon.species.mega_deltacharizard.name": "DeltaCharizard",
    "cobblemon.species.deltasquirtle.name": "Squirtle",
    "cobblemon.species.deltasquirtle.desc": "A Delta Species discovered by EchoTheThird. Though its shell causes it to stand out when hiding in the shadows, it conceals itself using the cloth on its back.",
    "cobblemon.species.deltawartortle.name": "Wartortle",
    "cobblemon.species.deltawartortle.desc": "Its tail splits to better conceal the back of its shell while it waits for foes. Its gloves help better channel its inner spirit energy.",
    "cobblemon.species.deltablastoise.name": "Blastoise",
    "cobblemon.species.deltablastoise.desc": "Though its shell now blends in with the darkness, it welcomes foolish opponents who attack it from behind. It concentrates its spirit into blasts of energy. ",
    "cobblemon.species.mega_deltablastoise.name": "DeltaBlastoise",
    "cobblemon.species.deltapidgey.name": "Pidgey",
    "cobblemon.species.deltapidgey.desc": "A Delta Species discovered by RuneBlad3. It uses its piercing gaze to petrify foes and then perches on top of their immobile bodies.",
    "cobblemon.species.deltapidgeotto.name": "Pidgeotto",
    "cobblemon.species.deltapidgeotto.desc": "This Pokémon stealthily creeps around caves and labyrinths, hoping to catch intruders off guard with its glare. It avoids mirrors and pools of water at all costs.",
    "cobblemon.species.deltapidgeot.name": "Pidgeot",
    "cobblemon.species.deltapidgeot.desc": "A living creature that looks directly into this Pokémon's eyes will be turned to stone. It breaks off very small pieces of its victims to help digest food.",
    "cobblemon.species.mega_deltapidgeot.name": "DeltaPidgeot",
    "cobblemon.species.deltapikachu.name": "Pikachu",
    "cobblemon.species.deltapikachu.desc": "When preparing for lift-off, it winds up its tail dozens of times. When it releases its tail, it experiences a tremendous burst of speed and soars into the air.",
    "cobblemon.species.deltaraichu.name": "Raichu",
    "cobblemon.species.deltaraichu.desc": "Flying at high speeds have led to it losing most of its hair. Despite gaining weight due to its obsession with pancakes, it darts around in the air faster than a jet.",
    "cobblemon.species.deltadiglett.name": "Diglett",
    "cobblemon.species.deltadiglett.desc": "A Delta Species discovered by Zazulitao. As it prefers to create tunnels within the snow, it is common for explorers to fall into the holes that it creates.",
    "cobblemon.species.deltadugtrio.name": "Dugtrio",
    "cobblemon.species.deltadugtrio.desc": "Since the triplets think exactly alike, they can work together to avoid producing avalanches. This no longer applies when one of them falls asleep.",
    "cobblemon.species.deltagrowlithe.name": "Growlithe",
    "cobblemon.species.deltagrowlithe.desc": "A Delta Species discovered by LunarDusk. They are fiercely loyal to reputable trainers and those of high status.",
    "cobblemon.species.deltaarcanine.name": "Arcanine",
    "cobblemon.species.deltaarcanine.desc": "If placed in front of castles or temples, this Pokémon will watch the entrance without moving. Its strength is determined by its claws, teeth, and eyes.",
    "cobblemon.species.deltatentacool.name": "Tentacool",
    "cobblemon.species.deltatentacool.desc": "A Delta Species discovered by xxxHexxxx. Foes grabbed by its tentacles are slowly drained of their strength while succumbing to its poison.",
    "cobblemon.species.deltatentacruel.name": "Tentacruel",
    "cobblemon.species.deltatentacruel.desc": "It is seldom seen except when disposing of the remains of carcasses. The sacs on its head produce more poison when it senses a foe nearby.",
    "cobblemon.species.deltageodude.name": "Geodude",
    "cobblemon.species.deltageodude.desc": "A Delta Species discovered by EchoTheThird. They are easily mistaken for parts of ruins and may surprise travelers attempting to use them for a bench.",
    "cobblemon.species.deltagraveler.name": "Graveler",
    "cobblemon.species.deltagraveler.desc": "They station themselves among ruins and act as guardians. Despite rarely moving, they quickly rush across the ground to drive away intruders who bring ill will.",
    "cobblemon.species.deltagolem.name": "Golem",
    "cobblemon.species.deltagolem.desc": "Despite possessing no discernible organs, it moves with both a mind and will of its own. It can sense trespassers from the heart of its living space.",
    "cobblemon.species.deltadoduo.name": "Doduo",
    "cobblemon.species.deltadoduo.desc": "A Delta Species discovered by TheTurtleScream. Though it possesses two independent brains, one brain will always inevitably usurp control over the other.",
    "cobblemon.species.deltadodrio.name": "Dodrio",
    "cobblemon.species.deltadodrio.desc": "Even while aware of mind control, the three heads are cooperative with one another. As one head falls asleep, another awakens and becomes the manipulator.",
    "cobblemon.species.deltagrimer.name": "Grimer",
    "cobblemon.species.deltagrimer.desc": "A Delta Species discovered by EchoTheThird. With sand absorbed into its circulation, it can vanish into surrounding sand to escape from predators.",
    "cobblemon.species.deltamuk.name": "Muk",
    "cobblemon.species.deltamuk.desc": "It puts anything it finds in its massive mouth and hunts smaller Pokémon as prey. It tracks sand everywhere it goes, making it tedious to care for indoors.",
    "cobblemon.species.deltakoffing.name": "Koffing",
    "cobblemon.species.deltakoffing.desc": "A Delta Species discovered by Zero_Breaker. It discharges electricity when hit physically. It uses this as a defensive mechanism against predators.",
    "cobblemon.species.deltaweezing.name": "Weezing",
    "cobblemon.species.deltaweezing.desc": "The sound it makes when dispensing electricity has been compared to a lightning bolt striking nearby.",
    "cobblemon.species.deltatangela.name": "Tangela",
    "cobblemon.species.deltatangela.desc": "A Delta Species discovered by winkright. It lures prey towards its home in the earth before grabbing and pinning them.",
    "cobblemon.species.deltascyther.name": "Scyther",
    "cobblemon.species.deltascyther.desc": "A Delta Species discovered by EchoTheThird. Its scythes are immensely sharp but also very fragile, and can easily be shattered when hit from the side.",
    "cobblemon.species.deltaelectabuzz.name": "Electabuzz",
    "cobblemon.species.deltaelectabuzz.desc": "After midnight they can be seen congregating on rooftops. However, they always make sure to return to their original positions before morning.",
    "cobblemon.species.deltamagmar.name": "Magmar",
    "cobblemon.species.deltamagmar.desc": "It can now breath underwater using the oxygen in the tank on its back. It returns to the surface once per week in order to refuel.",
    "cobblemon.species.deltaditto.name": "Ditto",
    "cobblemon.species.deltaditto.desc": "A Delta Species discovered by EchoTheThird. When rearranging its cell structure to transform itself, it sometimes makes a mistake and becomes a different type.",
    "cobblemon.species.deltakabuto.name": "Kabuto",
    "cobblemon.species.deltakabuto.desc": "A Delta Species discovered by PokeNerd123. Though they buzz harmlessly when alone, a swarm can decimate a city's worth of crops within minutes.",
    "cobblemon.species.deltakabutops.name": "Kabutops",
    "cobblemon.species.deltakabutops.desc": "This Pokémon's changes during evolution led to it becoming a carnivore instead of an herbivore. It hovers above trees in search of prey.",
    "cobblemon.species.deltasnorlax.name": "Snorlax",
    "cobblemon.species.deltasnorlax.desc": "Trees and plants tend to grow on this Pokémon’s back because it moves so little. It loves eating food while playing with tiny Pokémon.",
    "cobblemon.species.deltadratini.name": "Dratini",
    "cobblemon.species.deltadratini.desc": "A Delta Species discovered by PokeNerd123. Because its body constantly releases electrical energy, it prefers to hide within the depths of the ocean.",
    "cobblemon.species.deltadragonair.name": "Dragonair",
    "cobblemon.species.deltadragonair.desc": "Having better control over its power, it can sometimes be seen peeking above the ocean surface. If it sneezes, it looses a massive discharge of electricity. ",
    "cobblemon.species.deltadragonite.name": "Dragonite",
    "cobblemon.species.deltadragonite.desc": "A courageous and kind Pokémon, it braves storms to lead shipwrecked crews to land. It can travel underwater at a speed of 400 knots.",
    "cobblemon.species.pikachuxfemale.name": "Pikachu",
    "cobblemon.species.pikachuxfemale.desc": "It is a real anomaly between X Pokémon. Its nature makes it friendly even to human.",
    "cobblemon.species.pikachuxmale.name": "Pikachu",
    "cobblemon.species.pikachuxmale.desc": "It is a real anomaly between X Pokémon. Its nature makes it friendly even to human.",
    "cobblemon.species.raichux.name": "Raichu",
    "cobblemon.species.raichux.desc": "Gym Leader Surge's faithful companion, it has been brought back to life after a terrible accident. It is as fast as fragile.",
    "cobblemon.species.eldiwanmeowth.name": "Meowth",
    "cobblemon.species.eldiwanmeowth.desc": "Due to its delicate fur and its psychic powers, even veteran Trainers find it difficult to raise this Pokémon.",
    "cobblemon.species.ponytax.name": "Ponyta",
    "cobblemon.species.ponytax.desc": "A thick cloud mane makes it float in the air. It is still a green baby, so it can only clumsily fly around.",
    "cobblemon.species.rapidashx.name": "Rapidash",
    "cobblemon.species.rapidashx.desc": "A peaceful tempered X Pokémon. However, if it gets furious, it wraps itself in thunderclouds and triggers raging lightning storms.",
    "cobblemon.species.storm_rapidashx.name": "RapidashX",
    "cobblemon.species.storm_rapidashx.desc1": "A peaceful tempered X Pokémon. However, if it gets furious, it wraps itself in thunderclouds and triggers raging lightning storms.",
    "cobblemon.species.gastlyx.name": "Gastly",
    "cobblemon.species.gastlyx.desc": "Compressed by an enormous pressure, it body is protected by a shell as hard as steel. Nobody knows how it looks inside this shell.",
    "cobblemon.species.haunterx.name": "Haunter",
    "cobblemon.species.haunterx.desc": "It catches even the most elusive preys with its claws. It tortures them and once it's had enough, it lets them go.",
    "cobblemon.species.gengarx.name": "Gengar",
    "cobblemon.species.gengarx.desc": "Because its intelligence is exceptional, Gengar can communicate with any form of life. However, it uses this gift for not-so-ethical purposes.",
    "cobblemon.species.electabuzzx.name": "Electabuzz",
    "cobblemon.species.electabuzzx.desc": "Bumping its fists together, it creates strong explosions. It will discharge its fury around when enraged.",
    "cobblemon.species.dittox.name": "Ditto",
    "cobblemon.species.dittox.desc": "Following a great number of experiments, it became extremely unstable, but it developed the ability to Transform even without seeing its target.",
    "cobblemon.species.mewtwox.name": "Mewtwo",
    "cobblemon.species.mewtwox.desc": "It has been further genetically modified by Team Dimension. Its psychic powers are frightening.",
    "cobblemon.species.seviiandoduo.name": "Doduo",
    "cobblemon.species.seviiandoduo.desc": "",
    "cobblemon.species.seviiandodrio.name": "Dodrio",
    "cobblemon.species.seviiandodrio.desc": "",
    "cobblemon.species.hoennianvenonat.name": "Venonat",
    "cobblemon.species.hoennianvenonat.desc": "Timid by nature, the wild Venonat in Hoenn prefer to live in damp, dark places. Their large, glowing eyes can see clearly even in total blackness.",
    "cobblemon.species.hoenniantentacool.name": "Tentacool",
    "cobblemon.species.hoenniantentacool.desc": "It's body is almost entirely composed of water. It grasps it's foes with it's four long tentacles, then brutally shocks it until it falls unconscious.",
    "cobblemon.species.hoenniantentacruel.name": "Tentacruel",
    "cobblemon.species.hoenniantentacruel.desc": "Despite being smaller than Tentacruel in other regions, this variant is far more aggressive, It can administer deadly jolts of electricity when aggravated.",
    "cobblemon.species.hoenniandodrio.name": "Dodrio",
    "cobblemon.species.hoenniandodrio.desc": "Its middle head dominates the other two, issuing orders as it sees fit. They often travel alongside wild Marowak when hunting for prey.",
    "cobblemon.species.hoennianseel.name": "Seel",
    "cobblemon.species.hoennianseel.desc": "Seel hunt for prey in the warm, temperate seas of Hoenn. When threatened, they curl their tailfin into a fist-like ball that can deliver crushing blows.",
    "cobblemon.species.hoenniandewgong.name": "Dewgong",
    "cobblemon.species.hoenniandewgong.desc": "It's lackadaisical nature often tricks unsuspecting trainers into believing it to be friendly. A swift strike from it's tail-fin teaches them otherwise.",
    "cobblemon.species.hoennianonix.name": "Onix",
    "cobblemon.species.hoennianonix.desc": "There is a cave in a far-away region where this Pokemon is said to have originated from. They migrated to Hoenn when the waters in their homeland grew too warm.",
    "cobblemon.species.hoenniantangela.name": "Tangela",
    "cobblemon.species.hoenniantangela.desc": "It's body is covered in pointy, dead vines that it collects at a young age. If anyone attempts to peer into it's nest to view it's real body, it becomes highly aggressive.",
    "cobblemon.species.hoennianpinsir.name": "Pinsir",
    "cobblemon.species.hoennianpinsir.desc": "It grips its prey in its pincers and crushes the life out of them. It can't move if it's cold, so it prefers to inhabit warm, dry places.",
    "cobblemon.species.eghochikorita.name": "Chikorita",
    "cobblemon.species.eghochikorita.desc": "Chikorita's thick, spiky exterior protects it from most predators. The tips of the spikes are coated in a sweet and sticky substance that humans love, but repulses most Pokémon.",
    "cobblemon.species.eghobayleef.name": "Bayleef",
    "cobblemon.species.eghobayleef.desc": "The red part of Bayleef is leathery hard, where the white bottom half of Bayleef is quite soft. Being vulnerable here requires Bayleef to be constantly vigilant of its surroundings.",
    "cobblemon.species.eghomeganium.name": "Meganium",
    "cobblemon.species.eghomeganium.desc": "The black dots scattered around the white portion of Meganium are seeds. They get scattered around when it battles, eventually leading to the growth of fruit-bearing trees.",
    "cobblemon.species.eghocyndaquil.name": "Cyndaquil",
    "cobblemon.species.eghocyndaquil.desc": "Cyndaquil is always producing a small cloud of volcanic ash, which is electrically charged. It can be tough to handle for new trainers.",
    "cobblemon.species.eghoquilava.name": "Quilava",
    "cobblemon.species.eghoquilava.desc": "As Quilava gets stronger, it is able to better control its volcanic ash cloud. It has learned to store and use the electricity generated by the cloud.",
    "cobblemon.species.eghotyphlosion.name": "Typhlosion",
    "cobblemon.species.eghotyphlosion.desc": "Typhlosion is very dangerous to be around if it is not in a good mood. The energy that is generated from the heat and electricity matches that of a nuclear reactor.",
    "cobblemon.species.eghototodile.name": "Totodile",
    "cobblemon.species.eghototodile.desc": "The saliva in Totodile's mouth is corrosive to most materials. That, combined with its strong jaw, allows it to eat almost anything it gets its mouth on.",
    "cobblemon.species.eghocroconaw.name": "Croconaw",
    "cobblemon.species.eghocroconaw.desc": "Croconaw's hunched stance appears to be an adaptation to aid it in traversing cramped sewer tunnels. Rattata and Grimer are not safe in the territory of this species.",
    "cobblemon.species.eghoferaligatr.name": "Feraligatr",
    "cobblemon.species.eghoferaligatr.desc": "This form of Feraligatr thrives in the dark murky waters of swamps and sewers. These Pokémon can cause problems in sewers because their strong jaws can rip through pipes with ease.",
    "cobblemon.species.eghohoothoot.name": "Hoothoot",
    "cobblemon.species.eghohoothoot.desc": "The crescent on its head glows brightest when the moon is full. It can confuse prey by convincing them that the moon is coming right at them when it's really just bird.",
    "cobblemon.species.eghonoctowl.name": "Noctowl",
    "cobblemon.species.eghonoctowl.desc": "Noctowl use the crest on its head to reflect light into the eyes of its prey. On moonless nights, one may mistake the crest as the actual moon.",
    "cobblemon.species.eghomarill.name": "Marill",
    "cobblemon.species.eghomarill.desc": "It uses its tail to swing around the rock end with ease. When not in combat, it uses the rock as a perch to see above tall grass and watch for enemies.",
    "cobblemon.species.eghoazumarill.name": "Azumarill",
    "cobblemon.species.eghoazumarill.desc": "In battle, Azumarill uses its tail as a flail or war hammer, swinging and smashing it into opponents. Outside of battle, it swings its tail fancily to attract a worthy partner.",
    "cobblemon.species.eghoblissey.name": "Blissey",
    "cobblemon.species.eghoblissey.desc": "Because of the strong bond with their trainer, Blissey will do anything in its power to keep the trainer safe. Blissey are often considered too overbearing.",
    "cobblemon.species.deltacyndaquil.name": "Cyndaquil",
    "cobblemon.species.deltacyndaquil.desc": "A Delta Species discovered by 1ofthe4rocketbros. When placed in darkness, it will automatically generate more and more electricity from its tesla coil.",
    "cobblemon.species.deltaquilava.name": "Quilava",
    "cobblemon.species.deltaquilava.desc": "Its DNA continuously changes and reconstructs its body into a machine. As it becomes more dependent on electricity, it makes its home in power plants.",
    "cobblemon.species.deltatyphlosion.name": "Typhlosion",
    "cobblemon.species.deltatyphlosion.desc": "On stormy nights it ventures outdoors and pulsates in response to lightning strikes. When calm, it can induce macroshock in humans from 100 feet away.",
    "cobblemon.species.mega_active_deltatyphlosion.name": "DeltaTyphlosion",
    "cobblemon.species.mega_inactive_deltatyphlosion.name": "DeltaTyphlosion",
    "cobblemon.species.deltahoothoot.name": "Hoothoot",
    "cobblemon.species.deltahoothoot.desc": "A Delta Species discovered by Aboodie. Its ears are sensitive enough to hear a snowflake fall upon the snow on the ground from across the forest.",
    "cobblemon.species.deltanoctowl.name": "Noctowl",
    "cobblemon.species.deltanoctowl.desc": "Rather than flee from physical attacks, at times it will stare down the opponent's attack head on, startling them, and then freezing them to the bone.",
    "cobblemon.species.deltachinchou.name": "Chinchou",
    "cobblemon.species.deltachinchou.desc": "A Delta Species discovered by CommanderPhoenix. When it senses danger, it emits bright flames and fades into the shadows.",
    "cobblemon.species.deltalanturn.name": "Lanturn",
    "cobblemon.species.deltalanturn.desc": "The flames it produces are extraordinarily hot. Due to its reclusive nature, lost travelers that stumble upon it may mistake its presence for the gateway to hell.",
    "cobblemon.species.deltapichu.name": "Pichu",
    "cobblemon.species.deltapichu.desc": "A Delta Species discovered by EchoTheThird. As it is still inept at flying, it practices gliding from high altitudes at incredible speed.",
    "cobblemon.species.deltaaipom.name": "Aipom",
    "cobblemon.species.deltaaipom.desc": "A Delta Species discovered by SixteenDraws and EchoTheThird. It sneakily places the end of its tail on people's shoulders, making others wonder if they saw a white hand.",
    "cobblemon.species.deltasunkern.name": "Sunkern",
    "cobblemon.species.deltasunkern.desc": "A Delta Species discovered by DankRabbit and EchoTheThird. It is able to emit a purple fire that poisons its enemies.",
    "cobblemon.species.deltasunflora.name": "Sunflora",
    "cobblemon.species.deltasunflora.desc": "Sunflora convert fire and poison into nutrition. It purges its enemy's uncleanliness with fire. ",
    "cobblemon.species.mega_deltasunflora.name": "DeltaSunflora",
    "cobblemon.species.deltayanma.name": "Yanma",
    "cobblemon.species.deltayanma.desc": "A Delta Species discovered by SapphirePhoenix. Though it specializes in camouflage, it is also a great flier capable of quickly chasing down lured prey.",
    "cobblemon.species.deltawooper.name": "Wooper",
    "cobblemon.species.deltawooper.desc": "A Delta Species discovered by EchoTheThird. This mischievous Pokémon likes to surprise people on Halloween with tons of candy.",
    "cobblemon.species.deltaquagsire.name": "Quagsire",
    "cobblemon.species.deltaquagsire.desc": "Despite its appearance, this Delta Species is kind to every Pokémon it meets. It glows with Halloween spirit.",
    "cobblemon.species.deltamisdreavus.name": "Misdreavus",
    "cobblemon.species.deltamisdreavus.desc": "A Delta Species discovered by EchoTheThird. This Pokémon does its best to bring everyone into the holiday spirit. It's only happy when everyone else is.",
    "cobblemon.species.deltagirafarig.name": "Girafarig",
    "cobblemon.species.deltagirafarig.desc": "A Delta Species discovered by nico. The tail's insults temper the Pokémon's iron will, becoming stronger as the Pokémon grows.",
    "cobblemon.species.mega_deltagirafarig.name": "DeltaGirafarig",
    "cobblemon.species.deltadunsparce.name": "Dunsparce",
    "cobblemon.species.deltadunsparce.desc": "A Delta Species discovered by LunarDusk. Despite having a menacing appearance, it is quite friendly and skates across ponds' surfaces.",
    "cobblemon.species.deltascizor.name": "Scizor",
    "cobblemon.species.deltascizor.desc": "Its exoskeleton is coated with a thick layer of ice. The layer of ice reforms once per year.",
    "cobblemon.species.mega_deltascizor.name": "DeltaScizor",
    "cobblemon.species.deltashuckle.name": "Shuckle",
    "cobblemon.species.deltashuckle.desc": "A Delta Species discovered by Zazulitao. Every punch that it takes causes its crank to turn; when its limit is reached, it bashes into foes with its head.",
    "cobblemon.species.deltaremoraid.name": "Remoraid",
    "cobblemon.species.deltaremoraid.desc": "A Delta Species discovered by Missingo_OP. The farther it goes away from pools of lava, the more rapidly the magma on its head cools down and hardens.",
    "cobblemon.species.deltaoctillery.name": "Octillery",
    "cobblemon.species.deltaoctillery.desc": "It hides its tentacles behind its beard-like smokescreen and attacks without warning. Against stronger foes, it will grab them and submerge them in lava.",
    "cobblemon.species.deltaelekid.name": "Elekid",
    "cobblemon.species.deltaelekid.desc": "A Delta Species discovered by Ubodot. Though it tries to remain as still as possible around humans, it cannot withstand heavy rain, causing it to flee indoors.",
    "cobblemon.species.deltamagby.name": "Magby",
    "cobblemon.species.deltamagby.desc": "A Delta Species discovered by Ubodot. Though it is a Water-type Pokémon, it is incapable of breathing underwater and aims to hold its breath longer everyday.",
    "cobblemon.species.unownearth.name": "Unown",
    "cobblemon.species.unownearth.desc": "Their appearance resembles the symbol in Dragalisk's mouth, which is why the Cardinals have considered them profane since time immemorial.",
    "cobblemon.species.unownxenoverse.name": "Unown",
    "cobblemon.species.unownxenoverse.desc": "For centuries they have been considered sacred as their appearance resembles the symbol on the Luxflon's gem.",
    "cobblemon.species.smearglex.name": "Smeargle",
    "cobblemon.species.smearglex.desc": "It produces a delicious low-calory cream, but it becomes rancid if not kept cool.",
    "cobblemon.species.elekidx.name": "Elekid",
    "cobblemon.species.elekidx.desc": "The sparks it scatters from its head can easily cause fires or explosions. It is a real ticking bomb!",
    "cobblemon.species.tyranitarx.name": "Tyranitar",
    "cobblemon.species.tyranitarx.desc": "The Tyranitar owned by Dimension General Victor. It generates a defeaning buzz by vibrating its wings.",
    "cobblemon.species.hoennianchinchou.name": "Chinchou",
    "cobblemon.species.hoennianchinchou.desc": "It lives in depth beyond sunlight's reach, waiting patiently for prey to swim by. The lights on its antennae can cause intense hallucinations.",
    "cobblemon.species.hoennianlanturn.name": "Lanturn",
    "cobblemon.species.hoennianlanturn.desc": "The light-emitting flame on its head is used to lure in unsuspecting prey on the seafloor. It ensnares its victims within its body and siphons their life force.",
    "cobblemon.species.hoenniandunsparce.name": "Dunsparce",
    "cobblemon.species.hoenniandunsparce.desc": "This Pokemon's eyesight is so poor that it can barely see objects directly in front of it. It escapes predators by shocking them with its electric tail.",
    "cobblemon.species.hoennianqwilfish.name": "Qwilfish",
    "cobblemon.species.hoennianqwilfish.desc": "Qwilfish latch their tails to rocks on the seafloor and wait for unsuspecting prey to swim by. When it spots a target, it unleashes an explosion of toxic fumes.",
    "cobblemon.species.hoennianshuckle.name": "Shuckle",
    "cobblemon.species.hoennianshuckle.desc": "A Shuckle hides under rocks, keeping its body concealed inside its shell while eating stored berries. The berries mix with its body fluids to become juice.",
    "cobblemon.species.hoennianteddiursa.name": "Teddiursa",
    "cobblemon.species.hoennianteddiursa.desc": "It's palms constantly give off a warm glow. When in distress, the heat from it's palms can become so intense that they burn through even solid metal.",
    "cobblemon.species.hoennianursaring.name": "Ursaring",
    "cobblemon.species.hoennianursaring.desc": "Ursaring gather food from trees using their lengthy, extendable tongues. It's fearsome claws are actually intended to aid in peeling hard-skinned fruits.",
    "cobblemon.species.hoennianskarmory.name": "Skarmory",
    "cobblemon.species.hoennianskarmory.desc": "A Pokemon that has a body and wings of molten steel. In the heat of battle, the blades on its wings glow white-hot and emit clouds of burning steam.",
    "cobblemon.species.seviianteddiursa.name": "Teddiursa",
    "cobblemon.species.seviianteddiursa.desc": "",
    "cobblemon.species.seviianursaring.name": "Ursaring",
    "cobblemon.species.seviianursaring.desc": "",
    "cobblemon.species.seviianmantine.name": "Mantine",
    "cobblemon.species.seviianmantine.desc": "",
    "cobblemon.species.egholotad.name": "Lotad",
    "cobblemon.species.egholotad.desc": "Lotad were used to carry ingredients for chefs many years ago, eventually adapting to serve other purposes in the kitchen. Lotad is a naturally occurring stove top.",
    "cobblemon.species.egholombre.name": "Lombre",
    "cobblemon.species.egholombre.desc": "The flat surface on top of its head sits at a constant 350 degrees Fahrenheit, making it perfect for frying almost any dish a chef could dream up.",
    "cobblemon.species.egholudicolo.name": "Ludicolo",
    "cobblemon.species.egholudicolo.desc": "Anything cooked atop its head gains a unique flavor, which is different for each individual Ludicolo. Some restaurants main attraction is a specific Ludicolo flavoring.",
    "cobblemon.species.eghoazurill.name": "Azurill",
    "cobblemon.species.eghoazurill.desc": "At birth, the tip of Azurill's tail holds a pebble no larger than a grain of sand. Over time, the pebble grows into a rock too large for Azurill to carry, forcing it to evolve.",
    "cobblemon.species.eghoswablu.name": "Swablu",
    "cobblemon.species.eghoswablu.desc": "Swablu tuck themselves into the cottony feathers they have to keep warm during blizzards. Flocks hum in unison as they're bundled up.",
    "cobblemon.species.eghoaltaria.name": "Altaria",
    "cobblemon.species.eghoaltaria.desc": "Altaria's body is so cold that it sometimes freezes the moisture in the air around it into crystals. If you hear an Altaria's song, you can be sure a hail storm is coming.",
    "cobblemon.species.deltatreecko.name": "Treecko",
    "cobblemon.species.deltatreecko.desc": "A Delta Species discovered by SixteenDraws. It takes up residence within dojos where it trains against humans and Pokémon alike.",
    "cobblemon.species.deltagrovyle.name": "Grovyle",
    "cobblemon.species.deltagrovyle.desc": "As its skill grows, so does its fighting spirit. Its strength is great enough to stand on par with black belts.",
    "cobblemon.species.deltasceptile.name": "Sceptile",
    "cobblemon.species.deltasceptile.desc": "After becoming a master of its dojo, it begins to regain its primal instincts. Its draconic traits cause it to have no equal within the karate world.",
    "cobblemon.species.deltatorchic.name": "Torchic",
    "cobblemon.species.deltatorchic.desc": "A Delta Species discovered by NoNameDummy. From birth it has the ability to give orders to other wild Pokémon and have them obey without question.",
    "cobblemon.species.deltacombusken.name": "Combusken",
    "cobblemon.species.deltacombusken.desc": "It lazes about while giving its underlings commands. Its power is believed by some to have been bestowed upon it by gods of unknown origin.",
    "cobblemon.species.deltablaziken.name": "Blaziken",
    "cobblemon.species.deltablaziken.desc": "It soars to amazing heights, storing power that it draws from the sun. Even when it cannot be seen from the ground below, it keeps a watchful eye on those it protects.",
    "cobblemon.species.deltalotad.name": "Lotad",
    "cobblemon.species.deltalotad.desc": "A Delta Species discovered by Kalorian. It is known to entertain small Pokémon by performing magic tricks for them.",
    "cobblemon.species.deltalombre.name": "Lombre",
    "cobblemon.species.deltalombre.desc": "From morning until night, it trains and practices its magic. During the evening it puts on magic shows for large crowds.",
    "cobblemon.species.deltaludicolo.name": "Ludicolo",
    "cobblemon.species.deltaludicolo.desc": "Its knowledge and strength make it a common source of advice for its community. It produces massive barriers to protect those important to it.",
    "cobblemon.species.deltaseedot.name": "Seedot",
    "cobblemon.species.deltaseedot.desc": "A Delta Species discovered by SketchyGamer. Its face flashes at varying frequencies depending on its mood at time.",
    "cobblemon.species.deltanuzleaf.name": "Nuzleaf",
    "cobblemon.species.deltanuzleaf.desc": "Though it has a cloud around its waist, it is still too heavy to levitate. It clings to its cloud desperately whenever someone gets too close to it.",
    "cobblemon.species.deltashiftry.name": "Shiftry",
    "cobblemon.species.deltashiftry.desc": "It is said to appear suddenly during thunderstorms. When it needs to feed, it will insert its arms into electrical outlets.",
    "cobblemon.species.deltaralts.name": "Ralts",
    "cobblemon.species.deltaralts.desc": "A Delta Species discovered by EchoTheThird and Zero_Breaker. It uses its own ice and electricity to help make its trainer's life easier.",
    "cobblemon.species.deltakirlia.name": "Kirlia",
    "cobblemon.species.deltakirlia.desc": "This Pokémon loves dancing to swing music. As it grows more excited from dancing, it generates sparks and snow begins to fall within the surrounding area.",
    "cobblemon.species.deltagardevoir.name": "Gardevoir",
    "cobblemon.species.deltagardevoir.desc": "To protect its trainer, it can drop the temperature of itself and its surroundings to 0°K. It discharges sparks when nuzzling trainers to keep them from freezing.",
    "cobblemon.species.mega_deltagardevoir.name": "DeltaGardevoir",
    "cobblemon.species.deltasableye.name": "Sableye",
    "cobblemon.species.deltasableye.desc": "A Delta Species discovered by SketchyGamer. It digs deep holes into the earth in search of charcoal and molten rocks, which it uses for food.",
    "cobblemon.species.mega_deltasableye.name": "DeltaSableye",
    "cobblemon.species.deltamawile.name": "Mawile",
    "cobblemon.species.deltamawile.desc": "A Delta Species discovered by spimission. Luring foes with its innocence and sweet appearance, it devours them and sends nutrients through the vines on its head.",
    "cobblemon.species.mega_deltamawile.name": "DeltaMawile",
    "cobblemon.species.deltaaron.name": "Aron",
    "cobblemon.species.deltaaron.desc": "A Delta Species discovered by Draexzhan. Cracks in its armor allow more and more flames to escape as it takes damage.",
    "cobblemon.species.deltalairon.name": "Lairon",
    "cobblemon.species.deltalairon.desc": "A territorial Pokémon that defends its land by releasing bursts of flames from within its armor. Deafening explosions can be heard when it collides with objects.",
    "cobblemon.species.deltaaggron.name": "Aggron",
    "cobblemon.species.deltaaggron.desc": "It aggressively pursues stronger opponents each and every day. The gouges in its armor generate more flames and allow it to boast more of its strength.",
    "cobblemon.species.deltameditite.name": "Meditite",
    "cobblemon.species.deltameditite.desc": "A Delta Species discovered by ensentiumseraph. Its powerful, goat-like legs allow it to scale steep mountain walls with little to no difficulty.",
    "cobblemon.species.deltamedicham.name": "Medicham",
    "cobblemon.species.deltamedicham.desc": "A deep love for nature runs through this Pokémon's veins. It will immediately begin dancing to music featuring pipes or cymbals.",
    "cobblemon.species.mega_deltamedicham.name": "DeltaMedicham",
    "cobblemon.species.deltaplusle.name": "Plusle",
    "cobblemon.species.deltaplusle.desc": "A Delta Species discovered by powerpow. It is cheerful and warms up its friends using its fiery power.",
    "cobblemon.species.deltaminun.name": "Minun",
    "cobblemon.species.deltaminun.desc": "A Delta Species discovered by powerpow. It is quite jovial and cools down its friends using its icy power.",
    "cobblemon.species.deltaroselia.name": "Roselia",
    "cobblemon.species.deltaroselia.desc": "This Pokémon can be found on clear nights, dancing before the moon. If discovered, it puts onlookers to sleep and flees into the shadows.",
    "cobblemon.species.deltawailmer.name": "Wailmer",
    "cobblemon.species.deltawailmer.desc": "A Delta Species discovered by EchoTheThird. Currently, it is still unknown how this Pokémon manages to keep itself in the air despite its weight.",
    "cobblemon.species.deltawailord.name": "Wailord",
    "cobblemon.species.deltawailord.desc": "Hail falls over the land below as this Pokémon flies. It is suspected that the phrase 'the sky is falling' originated due to its shadow blanketing the ground.",
    "cobblemon.species.deltanumel.name": "Numel",
    "cobblemon.species.deltanumel.desc": "A Delta Species discovered by bradleyinabox. The first of its kind was known to have appeared at the ground zero of a nuclear explosion.",
    "cobblemon.species.deltacamerupt.name": "Camerupt",
    "cobblemon.species.deltacamerupt.desc": "This Pokémon feeds on nuclear radiation. It has been shown that atoms within its vicinity become more and more unstable as its temper reaches its peak.",
    "cobblemon.species.mega_deltacamerupt.name": "DeltaCamerupt",
    "cobblemon.species.deltafeebas.name": "Feebas",
    "cobblemon.species.deltafeebas.desc": "A Delta Species discovered by 1ofthe4rocketbros. Though it desires to scare strangers, it is timid and oftentimes ends up frightening itself instead.",
    "cobblemon.species.deltamilotic.name": "Milotic",
    "cobblemon.species.deltamilotic.desc": "It is known to lurk within graveyards. Memories from the life of its skeleton inspire it to ruthlessly protect a worthy master.",
    "cobblemon.species.mega_deltamilotic.name": "DeltaMilotic",
    "cobblemon.species.deltasnorunt.name": "Snorunt",
    "cobblemon.species.deltasnorunt.desc": "A Delta Species discovered by EchoTheThird. It is said that this Pokémon helps to guard volcanoes and deep caves from intruders.",
    "cobblemon.species.deltaglalie.name": "Glalie",
    "cobblemon.species.deltaglalie.desc": "This Pokémon has the power to evaporate entire oceans with a single breath.",
    "cobblemon.species.mega_deltaglalie.name": "DeltaGlalie",
    "cobblemon.species.deltaclamperl.name": "Clamperl",
    "cobblemon.species.deltaclamperl.desc": "A Delta Species discovered by yungbro. It catches prey in its jaws by pretending to be an unassuming shellfish.",
    "cobblemon.species.deltahuntail.name": "Huntail",
    "cobblemon.species.deltahuntail.desc": "A savage creature which prefers to live in solitude within dark caves. If another organism ventures into its domain, it will assault them relentlessly.",
    "cobblemon.species.deltagorebyss.name": "Gorebyss",
    "cobblemon.species.deltagorebyss.desc": "A friendly creature which prefers to share its living space with other cave-dwelling Pokémon. It prefers the warmth of tropical climates.",
    "cobblemon.species.deltaspiderbeldum.name": "Beldum",
    "cobblemon.species.deltaspiderbeldum.desc": "A Delta Species discovered by Zero_Breaker. It builds webs in trees, ensnaring prey, and then subdues them with its venom.",
    "cobblemon.species.deltaspidermetang.name": "Metang",
    "cobblemon.species.deltaspidermetang.desc": "The string it produces is both unnaturally thin and impossibly strong. Clothing weaved together using its silk is flexible yet stronger than titanium.",
    "cobblemon.species.deltaspidermetagross.name": "Metagross",
    "cobblemon.species.deltaspidermetagross.desc": "Rather than resorting to capturing prey using webs, it resorts to other trickery. Foes entering its domain may see it as a tiger, a demon, or a giant spider.",
    "cobblemon.species.mega_deltaspidermetagross.name": "DeltaSpiderMetagross",
    "cobblemon.species.deltaruinbeldum.name": "Beldum",
    "cobblemon.species.deltaruinbeldum.desc": "A Delta Species discovered by LunarDusk and Cowctus. It is said that beneath its rough exterior exists a crystal shard of unimaginable value.",
    "cobblemon.species.deltaruinmetang.name": "Metang",
    "cobblemon.species.deltaruinmetang.desc": "As multiple altered Beldums come into contact with each other, their crystals resonate, causing their cores to fuse. They then reconstruct into a single entity.",
    "cobblemon.species.deltaruinmetagross.name": "Metagross",
    "cobblemon.species.deltaruinmetagross.desc": "After two altered Metang fuse into this Pokémon, all but the exterior of its body is composed of crystal. Additional crystals allow it to break free of its rocky shell.",
    "cobblemon.species.mega_deltaruinmetagross.name": "DeltaRuinMetagross",
    "cobblemon.species.megacrystal_deltaruinmetagross.name": "DeltaRuinMetagross",
    "cobblemon.species.deltaregirock.name": "Regirock",
    "cobblemon.species.deltaregirock.desc": "A Delta Species discovered by Lucci85. Being made of sand, it can easily replenish itself and in some cases ward off Water-type attacks with ease.",
    "cobblemon.species.deltaregice.name": "Regice",
    "cobblemon.species.deltaregice.desc": "A Delta Species discovered by Lucci85. Though its entire body is composed of water, it is unable to alter its molecules into that of a gas or a solid.",
    "cobblemon.species.deltaregisteel.name": "Registeel",
    "cobblemon.species.deltaregisteel.desc": "A Delta Species discovered by Lucci85. Its emergence from pools of magma is said to be blinding due to its core glowing with extreme heat.",
    "cobblemon.species.roseliax.name": "Roselia",
    "cobblemon.species.roseliax.desc": "Using the auricular organs on its arms, Roselia amplifies the range of its voice. It can even break rocks at full volume.",
    "cobblemon.species.carvanhax.name": "Carvanha",
    "cobblemon.species.carvanhax.desc": "It perpetually floats upside down on the surface of the water. Apparently, it doesn't feed on anything to survive.",
    "cobblemon.species.sharpedox.name": "Sharpedo",
    "cobblemon.species.sharpedox.desc": "This Pokemon may have appeared long time ago, since very ancient sailors' tales already told of a creature used to devour ships to make them its den.",
    "cobblemon.species.cacneax.name": "Cacnea",
    "cobblemon.species.cacneax.desc": "Because its appearance resembles a severed head, everyone who fights this Cacnea is scared to death.",
    "cobblemon.species.cacturnex.name": "Cacturne",
    "cobblemon.species.cacturnex.desc": "Its internal body is made of a straw-like material. It shoots its needles to cast cursed spell against enemies.",
    "cobblemon.species.seviianfeebas.name": "Feebas",
    "cobblemon.species.seviianfeebas.desc": "",
    "cobblemon.species.seviianmilotic.name": "Milotic",
    "cobblemon.species.seviianmilotic.desc": "",
    "cobblemon.species.eghohappiny.name": "Happiny",
    "cobblemon.species.eghohappiny.desc": "In order to adapt to an environment of egg-stealing predators, Happiny has become hyper-aggressive and territorial. It carries an egg-shaped rock in its pouch.",
    "cobblemon.species.eghomagnezone.name": "Magnezone",
    "cobblemon.species.eghomagnezone.desc": "This Magnezone is a result of a sudden mutation causing one of the Magneton's bodies to absorb the other two and grow rapidly in power.",
    "cobblemon.species.eghotangrowth.name": "Tangrowth",
    "cobblemon.species.eghotangrowth.desc": "Tangrowth has the ability to absorb and supply electricity through the prongs on the ends of its arms, enabling it to act as a sort of living battery.",
    "cobblemon.species.deltaturtwig.name": "Turtwig",
    "cobblemon.species.deltaturtwig.desc": "A Delta Species discovered by NoNameDummy. Made from sand, the shell on its back hardens as it floats along the ocean's surface. As it dives, the shell softens.",
    "cobblemon.species.deltagrotle.name": "Grotle",
    "cobblemon.species.deltagrotle.desc": "It lives along the water's surface in oceans. During the day, it dives underwater regularly to refresh the sea life taking shelter on its back.",
    "cobblemon.species.deltatorterra.name": "Torterra",
    "cobblemon.species.deltatorterra.desc": "As it moves in the ocean continuously, pirates store their loot in its back for safekeeping. It oftentimes participates in treasure hunts for younger Pokémon.",
    "cobblemon.species.deltashinx.name": "Shinx",
    "cobblemon.species.deltashinx.desc": "A Delta Species discovered by EchoTheThird. A single scratch from it is toxic enough to faint targets as it flees into the wild.",
    "cobblemon.species.deltaluxio.name": "Luxio",
    "cobblemon.species.deltaluxio.desc": "This Pokémon's poison is potent enough to cause fainting just from standing downwind of it.",
    "cobblemon.species.deltaluxray.name": "Luxray",
    "cobblemon.species.deltaluxray.desc": "One drop of its venom is potent enough to incapacitate 2000 Rattata.",
    "cobblemon.species.deltabudew.name": "Budew",
    "cobblemon.species.deltabudew.desc": "A Delta Species discovered by 1ofthe4rocketbros and EchoTheThird. It hides itself from the sun during the day and stares longingly at the moon at night.",
    "cobblemon.species.deltaroserade.name": "Roserade",
    "cobblemon.species.deltaroserade.desc": "Its fans are capable of whipping up vicious gales. Though shy, it will become aggressive if its dance is interrupted.",
    "cobblemon.species.deltacombee.name": "Combee",
    "cobblemon.species.deltacombee.desc": "A Delta Species discovered by LunarDusk. The middle body hosts a reactor; it uses this to power up its Fire-type moves.",
    "cobblemon.species.deltavespiquen.name": "Vespiquen",
    "cobblemon.species.deltavespiquen.desc": "It hovers in the air with electromagnetic force produced from its reactor. If it doesn't consume enough food for fuel, it will be unable to fly.",
    "cobblemon.species.deltaambipom.name": "Ambipom",
    "cobblemon.species.deltaambipom.desc": "It plays pranks by frightening people with its detachable head. If its spirit leaves its body, its body is left without arms.",
    "cobblemon.species.deltadrifloon.name": "Drifloon",
    "cobblemon.species.deltadrifloon.desc": "A Delta Species discovered by yungbro. It is formed by the passionate spirits of people and Pokémon.",
    "cobblemon.species.deltadrifblim.name": "Drifblim",
    "cobblemon.species.deltadrifblim.desc": "Though it is drowsy during the daytime, it flies off in the evening in big groups. No one knows where they go.",
    "cobblemon.species.deltabuneary.name": "Buneary",
    "cobblemon.species.deltabuneary.desc": "A Delta Species discovered by nico. It uses its techniques to rob the weak, causing its parents to scold it constantly.",
    "cobblemon.species.deltalopunny.name": "Lopunny",
    "cobblemon.species.deltalopunny.desc": "Having found inner peace, it fights for the future. As a parent, it never seems to be able to take its eyes off of its mischievous children.",
    "cobblemon.species.mega_deltalopunny.name": "DeltaLopunny",
    "cobblemon.species.deltamismagius.name": "Mismagius",
    "cobblemon.species.deltamismagius.desc": "This Pokémon loves making snow-ghosts with humans. It has an unquenchable love for the holidays.",
    "cobblemon.species.deltamunchlax.name": "Munchlax",
    "cobblemon.species.deltamunchlax.desc": "A Delta Species discovered by Sparrows413. This Pokémon lays in the fields all day after eating, absorbing nutrients from the sun.",
    "cobblemon.species.deltariolu.name": "Riolu",
    "cobblemon.species.deltariolu.desc": "A Delta Species discovered by Ubodot. It practices sanitizing and preserving the bodies of the deceased, showing them one final form of respect.",
    "cobblemon.species.deltalucario.name": "Lucario",
    "cobblemon.species.deltalucario.desc": "The afterlife and rebirth of souls are sacred to this Pokémon. It will fiercely guard any tomb or cemetery that it comes across from graverobbers.",
    "cobblemon.species.mega_deltalucario.name": "DeltaLucario",
    "cobblemon.species.deltacroagunk.name": "Croagunk",
    "cobblemon.species.deltacroagunk.desc": "A Delta Species discovered by pokefan1241. Its cheeks hold large amounts of fire. It generates thick smog to sneak up behind its opponents and attack them.",
    "cobblemon.species.deltatoxicroak.name": "Toxicroak",
    "cobblemon.species.deltatoxicroak.desc": "Its knuckles generate flames so intense that they can be used as fiery knives. Stabbing with these flames can easily melt holes in steel.",
    "cobblemon.species.deltatangrowth.name": "Tangrowth",
    "cobblemon.species.deltatangrowth.desc": "A vicious Pokémon which spreads its tendrils beneath the ground, ensnaring unsuspecting trespassers. It uses their cries for help to lure more prey.",
    "cobblemon.species.deltaelectivire.name": "Electivire",
    "cobblemon.species.deltaelectivire.desc": "After midnight they can be seen congregating on rooftops. However, they always make sure to return to their original positions before morning.",
    "cobblemon.species.deltamagmortar.name": "Magmortar",
    "cobblemon.species.deltamagmortar.desc": "With additional armor, this Pokémon can easily endure pressures at the bottom of the ocean. Its cannons serve as defense from lurking dangerous opponents.",
    "cobblemon.species.deltayanmega.name": "Yanmega",
    "cobblemon.species.deltayanmega.desc": "Using its wings to generate massive gusts, it blends in with surrounding foliage and tricks prey into seeking shelter beneath its leaves.",
    "cobblemon.species.deltagallade.name": "Gallade",
    "cobblemon.species.deltagallade.desc": "A master swordfighter, it uses both Electric- and Ice-type attacks to defeat opponents. Over time it numbs its opponents and decreases their reaction speeds.",
    "cobblemon.species.mega_deltagallade.name": "DeltaGallade",
    "cobblemon.species.deltafroslass.name": "Froslass",
    "cobblemon.species.deltafroslass.desc": "This Pokémon has the power to evaporate entire oceans with a single breath.",
    "cobblemon.species.mega_deltafroslass.name": "DeltaFroslass",
    "cobblemon.species.budewx.name": "Budew",
    "cobblemon.species.budewx.desc": "If you put your ear to its sound organ, you will hear the sound of a soft breathing. When it's fired up, the sound becomes deafening.",
    "cobblemon.species.roseradex.name": "Roserade",
    "cobblemon.species.roseradex.desc": "It waves its stings to modify any sound wave at will. If it interferes with its opponent's heartbeat, it will cause them irreparable harm.",
    "cobblemon.species.spiritombx.name": "Spiritomb",
    "cobblemon.species.spiritombx.desc": "Some theories assert that this is Spiritomb's real appearence--it's the one we already know who comes from the Xenoverse.",
    "cobblemon.species.hoenniantangrowth.name": "Tangrowth",
    "cobblemon.species.hoenniantangrowth.desc": "This Pokemon will resort to any means necessary to win in a fight. It stands upright on it's vines to appear larger and more menacing.",
    "cobblemon.species.hoennianregigigas.name": "Regigigas",
    "cobblemon.species.hoennianregigigas.desc": "After eons of being sealed away, all that remains of Regigigas is its skeletal structure. In its prime, this Pokemon was capable of reshaping the world.",
    "cobblemon.species.seviiancarnivine.name": "Carnivine",
    "cobblemon.species.seviiancarnivine.desc": "",
    "cobblemon.species.seviianmantyke.name": "Mantyke",
    "cobblemon.species.seviianmantyke.desc": "",
    "cobblemon.species.eghotrubbish.name": "Trubbish",
    "cobblemon.species.eghotrubbish.desc": "As a result of urban clean-up initiatives, many Trubbish were mistakenly thrown into garbage cans. Being too weak to escape, they instead repurpose the cans as armor.",
    "cobblemon.species.eghogarbodor.name": "Garbodor",
    "cobblemon.species.eghogarbodor.desc": "When Trubbish eat enough to get too big for their can, they will evolve into a Garbodor. They get larger with the more waste they stuff in their dumpster.",
    "cobblemon.species.deltasnivy.name": "Snivy",
    "cobblemon.species.deltasnivy.desc": "A Delta Species discovered by Aboodie. They usually form small colonies in the midst of raging seas, where they are protected from predators.",
    "cobblemon.species.deltaservine.name": "Servine",
    "cobblemon.species.deltaservine.desc": "Despite rarely coming up above the water's surface, on rainy days they use the cover of clouds to laze about on rocks and take in the fresh sea air.",
    "cobblemon.species.deltaserperior.name": "Serperior",
    "cobblemon.species.deltaserperior.desc": "Though they viciously protect their domains from outsiders, they admire and welcome the company of trainers who brave the oceans to meet them.",
    "cobblemon.species.deltapurrloin.name": "Purrloin",
    "cobblemon.species.deltapurrloin.desc": "A Delta Species discovered by Zero_Breaker. This Pokémon wanders the city streets while scaring people with its illusions.",
    "cobblemon.species.deltaliepard.name": "Liepard",
    "cobblemon.species.deltaliepard.desc": "This Pokémon makes use of illusions and trickery to catch its prey.",
    "cobblemon.species.deltavenipede.name": "Venipede",
    "cobblemon.species.deltavenipede.desc": "A Delta Species discovered by DankRabbit. It is highly aggressive and will attempt to set its surroundings on fire when agitated.",
    "cobblemon.species.deltawhirlipede.name": "Whirlipede",
    "cobblemon.species.deltawhirlipede.desc": "Though it prefers to remain still and blend in with its surroundings, when threatened it bursts forward at high speed and then crashes into its opponent explosively.",
    "cobblemon.species.deltascolipede.name": "Scolipede",
    "cobblemon.species.deltascolipede.desc": "Though it prefers to remain still and blend in with its surroundings, when threatened it bursts forward at high speed and then crashes into its opponent explosively.",
    "cobblemon.species.deltawaterpetilil.name": "Petilil",
    "cobblemon.species.deltawaterpetilil.desc": "A Delta Species discovered by Steads42. It can be seen from within submarines, frolicking along the deep sea floor.",
    "cobblemon.species.deltawaterlilligant.name": "Lilligant",
    "cobblemon.species.deltawaterlilligant.desc": "The flame atop its head burns so intensely that not even water can douse it. It has been know to help guide diving humans to safety.",
    "cobblemon.species.deltafairypetilil.name": "Petilil",
    "cobblemon.species.deltafairypetilil.desc": "A Delta Species discovered by shadowsofme. It gracefully descends upon weary travelers, restoring their morale and energy in the process.",
    "cobblemon.species.deltafairylilligant.name": "Lilligant",
    "cobblemon.species.deltafairylilligant.desc": "Capable of producing massive barriers that provide weaker Pokémon with a sanctuary, it observed the Torren Region from afar during its greatest times of crisis.",
    "cobblemon.species.deltadarumaka.name": "Darumaka",
    "cobblemon.species.deltadarumaka.desc": "A Delta Species discovered by potatoking12. Being quite mischievous, it runs through streets at night while making strange noises.",
    "cobblemon.species.deltadarmanitan.name": "Darmanitan",
    "cobblemon.species.deltadarmanitan.desc": "When facing weakened foes, it can sometimes possess them by passing through them. It still tries to use doors despite passing straight through them.",
    "cobblemon.species.deltamaractus.name": "Maractus",
    "cobblemon.species.deltamaractus.desc": "A Delta Species discovered by mushgloom. They move systematically, causing their gears and motors to produce an almost musical sound effect.",
    "cobblemon.species.deltaberrydwebble.name": "Dwebble",
    "cobblemon.species.deltaberrydwebble.desc": "A Delta Species discovered by MorallyIncorrect. It makes homes in various berry bushes until they stop producing fruit.",
    "cobblemon.species.deltaberrycrustle.name": "Crustle",
    "cobblemon.species.deltaberrycrustle.desc": "With its powerful pincers, it tills the earth and plants berries from the hedge on its back, creating future homes for itself and its offspring.",
    "cobblemon.species.deltacakedwebble.name": "Dwebble",
    "cobblemon.species.deltacakedwebble.desc": "A Delta Species discovered by DankRabbit. It entices strangers with its sweet scent, taking offense if they do not immediately attempt to taste its frosting.",
    "cobblemon.species.deltacakecrustle.name": "Crustle",
    "cobblemon.species.deltacakecrustle.desc": "While it does not mind sharing its pastry with others, it will stab thieves with its fork. Its body is quite cold in order to preserve the freshness of its cake.",
    "cobblemon.species.deltascraggy.name": "Scraggy",
    "cobblemon.species.deltascraggy.desc": "A Delta Species discovered by DankRabbit. Despite being a Grass-type, it is quite adept at hunting Bug-types for food.",
    "cobblemon.species.deltascrafty.name": "Scrafty",
    "cobblemon.species.deltascrafty.desc": "The tuft of grass on its head is surprisingly hard; it can be used to break through rocks.",
    "cobblemon.species.deltayamask.name": "Yamask",
    "cobblemon.species.deltayamask.desc": "A Delta Species discovered by Palfi. This Pokémon formed from radioactive waste that was carelessly dumped in landfills.",
    "cobblemon.species.deltacofagrigus.name": "Cofagrigus",
    "cobblemon.species.deltacofagrigus.desc": "This Pokémon frequents nuclear landfills in order to keep surrounding areas free from radiation. Destroying its exterior would produce an explosion exceeding 720 kilotons.",
    "cobblemon.species.deltasolosis.name": "Solosis",
    "cobblemon.species.deltasolosis.desc": "A Delta Species discovered by Steads42. Its survival is dependent upon its soul remaining bound to its rock.",
    "cobblemon.species.deltaduosion.name": "Duosion",
    "cobblemon.species.deltaduosion.desc": "As its power grows, so do the number of rocks under its control. Each rock appears to have a mind of its own.",
    "cobblemon.species.deltareuniclus.name": "Reuniclus",
    "cobblemon.species.deltareuniclus.desc": "Extraordinarily cunning, it can survive any attack so long as a fragment of itself remains within a rock.",
    "cobblemon.species.deltaemolga.name": "Emolga",
    "cobblemon.species.deltaemolga.desc": "A Delta Species discovered by EchoTheThird. On cold nights they spit hot embers on their tails and feet to ignite them. The ensuing blaze can be seen for miles.",
    "cobblemon.species.blazeboost_deltaemolga.name": "DeltaEmolga",
    "cobblemon.species.deltakarrablast.name": "Karablast",
    "cobblemon.species.deltakarrablast.desc": "A Delta Species discovered by bradleyinabox. For unknown reasons, this Pokémon is extremely friendly towards Shelmet.",
    "cobblemon.species.deltaescavalier.name": "Escavalier",
    "cobblemon.species.deltaescavalier.desc": "It drenches the shell of a Shelmet in its own saliva before wearing it, creating a sugary, white coating. The steel armor is then resistant to Fire-type attacks.",
    "cobblemon.species.deltafoongus.name": "Foongus",
    "cobblemon.species.deltafoongus.desc": "A Delta Species discovered by Ubodot. It disguises itself as a harmless umbrella and then frightens people attempting to grab it by licking their hand.",
    "cobblemon.species.deltaamoonguss.name": "Amoonguss",
    "cobblemon.species.deltaamoonguss.desc": "Though not always malicious in nature, they offer to shield Pokémon from the rain using their arms only to play pranks once the Pokémon's guard has dropped.",
    "cobblemon.species.deltalitwick.name": "Litwick",
    "cobblemon.species.deltalitwick.desc": "A Delta Species discovered by Aboodie. It shares its flames with others by occupying dark spaces and illuminating its surroundings.",
    "cobblemon.species.deltalampent.name": "Lampent",
    "cobblemon.species.deltalampent.desc": "It has been known to appear next to children having nightmares, basking them in its warmth and eliminating all negative thoughts and emotions.",
    "cobblemon.species.deltachandelure.name": "Chandelure",
    "cobblemon.species.deltachandelure.desc": "Its flames will never harm its trainer. On the contrary, being engulfed in its flames purifies both the body and soul while also increasing a person's lifespan.",
    "cobblemon.species.deltaaxew.name": "Axew",
    "cobblemon.species.deltaaxew.desc": "A Delta Species discovered by NoNameDummy. It takes large bites out of docked boats, forcing local fishermen to invest in boats made of extremely strong metal.",
    "cobblemon.species.deltafraxure.name": "Fraxure",
    "cobblemon.species.deltafraxure.desc": "Growing bolder as it becomes stronger, it prefers to bite boats being used by fishermen. However, sometimes they are careless and are pierced by fish hooks.",
    "cobblemon.species.deltahaxorus.name": "Haxorus",
    "cobblemon.species.deltahaxorus.desc": "Its dorsal fin fuses with an anchor during evolution. Though it loses its ability to quickly navigate through water, it becomes a very fearsome foe on land.",
    "cobblemon.species.deltagolett.name": "Golett",
    "cobblemon.species.deltagolett.desc": "A Delta Species discovered by RuneBlad3. It battles in arenas every day, honing its skills in the hopes that it will one day become a champion.",
    "cobblemon.species.deltagolurk.name": "Golurk",
    "cobblemon.species.deltagolurk.desc": "It fights barehanded even against armed foes, as no weapon is capable of piercing its armor. No one knows what its face looks like without wearing its helmet.",
    "cobblemon.species.deltapawniard.name": "Pawniard",
    "cobblemon.species.deltapawniard.desc": "A Delta Species discovered by EchoTheThird and Zero_Breaker. It flies through the air and strikes at its prey.",
    "cobblemon.species.deltabisharp.name": "Bisharp",
    "cobblemon.species.deltabisharp.desc": "It commands a large group of Pawniard. A single swing of its arm is enough to summon a hurricane.",
    "cobblemon.species.mega_deltabisharp.name": "DeltaBisharp",
    "cobblemon.species.deltaheatmor.name": "Heatmor",
    "cobblemon.species.deltaheatmor.desc": "A Delta Species discovered by Radryl and EchoTheThird. The mechanisms inside of its body allow it to churn acids at high velocity and fire them from its arms.",
    "cobblemon.species.deltadeino.name": "Deino",
    "cobblemon.species.deltadeino.desc": "A Delta Species discovered by NoNameDummy. Being blind, they use their tongues to sense objects around them through different scents. They bite anything that moves.",
    "cobblemon.species.deltazweilous.name": "Zweilous",
    "cobblemon.species.deltazweilous.desc": "As its heads are quite competitive, it faces problems if both heads try to swallow its prey whole. It can spit venom over the length of an Olympic swimming pool.",
    "cobblemon.species.deltahydreigon.name": "Hydreigon",
    "cobblemon.species.deltahydreigon.desc": "It uses its smaller heads to scout out an area before dominating anything it considers prey. Though females of this species are shy, males should be avoided at all costs.",
    "cobblemon.species.deltalarvesta.name": "Larvesta",
    "cobblemon.species.deltalarvesta.desc": "A Delta Species discovered by 1ofthe4rocketbros. It prefers to remain in solitude, away from all forms of life. When its anger peaks, it is able to distort dimensions.",
    "cobblemon.species.deltavolcarona.name": "Volcarona",
    "cobblemon.species.deltavolcarona.desc": "Contact with humans causes it to release lethal toxins into the air for miles. Experiments suggest that it can warp space and summon black holes.",
    "cobblemon.species.armored_deltavolcarona.name": "DeltaVolcarona",
    "cobblemon.species.deltameloetta.name": "Meloetta",
    "cobblemon.species.deltameloetta.desc": "A Delta Species discovered by mushgloom. It became a mime after finding itself without a voice, but it is suspected that finding its voice would unlock its powers.",
    "cobblemon.species.magician_deltameloetta.name": "DeltaMeloetta",
    "cobblemon.species.yamaskx.name": "Yamask",
    "cobblemon.species.yamaskx.desc": "Its calcareous shell resembles an ancient water jar. It is unknown if men's artifacts were inspired by this Pokémon or vice versa.",
    "cobblemon.species.cofagrigusx.name": "Cofagrigus",
    "cobblemon.species.cofagrigusx.desc": "Its limbs are made of pure cristalline water. Some people believe that a single sip of that water will give you everlasting life.",
    "cobblemon.species.joltikx.name": "Joltik",
    "cobblemon.species.joltikx.desc": "They sneak up falling from the sky in large groups, so they can overcome their small size. Then they bring the prey to Galvantula.",
    "cobblemon.species.galvantulax.name": "Galvantula",
    "cobblemon.species.galvantulax.desc": "It freezes the air around its nest. Then it traps prey in a thick ice web, slowly leading them to hypothermia.",
    "cobblemon.species.bisharpx.name": "Bisharp",
    "cobblemon.species.bisharpx.desc": "The Bisharp owned by Dimension Sergeant S. The consciences of both A & B's Bisharp coexist in this Pokémon.",
    "cobblemon.species.hoennianmaractus.name": "Maractus",
    "cobblemon.species.hoennianmaractus.desc": "Maractus were forced out of the desert due to competition with rival Cacturne. It's ability to survive nonetheless is a testament to its hardiness.",
    "cobblemon.species.hoenniansolosis.name": "Solosis",
    "cobblemon.species.hoenniansolosis.desc": "Solosis in Hoenn have adapted on a cellular level to resemble common berries. They avoid unwanted attention by hiding within fruit trees.",
    "cobblemon.species.hoennianduosion.name": "Duosion",
    "cobblemon.species.hoennianduosion.desc": "It constantly devours berries by absorbing them through it's jelly-like membrane. Their brilliant gold color glows brightly after they finish a meal.",
    "cobblemon.species.hoennianreuniclus.name": "Reuniclus",
    "cobblemon.species.hoennianreuniclus.desc": "It constantly devours berries by absorbing them through it's jelly-like membrane. Their brilliant gold color glows brightly after they finish a meal.",
    "cobblemon.species.hoennianemolga.name": "Emolga",
    "cobblemon.species.hoennianemolga.desc": "Emolga swoop down from the sky in an effort to frighten townsfolk. Due to their adorable appearance, however, they are rarely successful.",
    "cobblemon.species.hoenniantynamo.name": "Tynamo",
    "cobblemon.species.hoenniantynamo.desc": "It releases a foul odor to ward off any potential predators. They travel in large clusters, resulting in unbearable smells as they move from place to place.",
    "cobblemon.species.hoennianeelektrik.name": "Eelektrik",
    "cobblemon.species.hoennianeelektrik.desc": "Through frequent shedding of it's skin, this Pokemon grows in size at an incredible rate. It devours sand and leaves behind rare minerals as waste",
    "cobblemon.species.hoennianeelektross.name": "Eelektross",
    "cobblemon.species.hoennianeelektross.desc": "An Eelektross is scarcely seen above ground. It's monstrous jaws can crush even the hardest materials beneath the surface of the earth.",
    "cobblemon.species.hoennianpawniard.name": "Pawniard",
    "cobblemon.species.hoennianpawniard.desc": "Though clumsy and prone to error, a Pawniard will never give up on it's journey to grow stronger. It constantly seeks out new sparring partners.",
    "cobblemon.species.hoennianbisharp.name": "Bisharp",
    "cobblemon.species.hoennianbisharp.desc": "Chivalrous to a fault, these Pokemon will defend their Trainers with unwavering loyalty. In the wild, they are often seen with a troupe of Pawniard in tow.",
    "cobblemon.species.seviianblitzle.name": "Blitzle",
    "cobblemon.species.seviianblitzle.desc": "",
    "cobblemon.species.seviianzebstrika.name": "Zebstrika",
    "cobblemon.species.seviianzebstrika.desc": "",
    "cobblemon.species.deltafroakie.name": "Froakie",
    "cobblemon.species.deltafroakie.desc": "A Delta Species discovered by Ubodot. The leaves around its neck help keep its neck warm while jumping through the trees at high speed.",
    "cobblemon.species.deltafrogadier.name": "Frogadier",
    "cobblemon.species.deltafrogadier.desc": "It can hurl the leaves produced around its neck at alarming speed, even slicing through tree trunks.",
    "cobblemon.species.deltagreninja.name": "Greninja",
    "cobblemon.species.deltagreninja.desc": "It hides within the deepest of foliage, only appearing to intimidate intruders. It blocks its enemies easily using its armor before incinerating them.",
    "cobblemon.species.deltaamaura.name": "Amaura",
    "cobblemon.species.deltaamaura.desc": "A Delta Species discovered by Steads42. This Pokémon floats around unnoticed in the ocean until it comes into contact with humans and greets them.",
    "cobblemon.species.deltaaurorus.name": "Aurorus",
    "cobblemon.species.deltaaurorus.desc": "This Pokémon willingly offers rides to other Pokémon and ferries them to other islands. It can float in the ocean endlessly so long as the sun is shining.",
    "cobblemon.species.deltagoomy.name": "Goomy",
    "cobblemon.species.deltagoomy.desc": "A Delta Species discovered by AChosen_Username. Its body is mainly composed of mud and is extremely squishy when touched.",
    "cobblemon.species.deltasliggoo.name": "Sliggoo",
    "cobblemon.species.deltasliggoo.desc": "It requires water in order to maintain its shape and health. Dryness is a sign of a sick Sliggoo.",
    "cobblemon.species.deltagoodra.name": "Goodra",
    "cobblemon.species.deltagoodra.desc": "It expels and absorbs water continually on a daily basis. The occasional pebble that makes its way into its body can be expelled by belching.",
    "cobblemon.species.deltaphantump.name": "Phantump",
    "cobblemon.species.deltaphantump.desc": "A Delta Species discovered by Zero_Breaker. It protects all woodland Pokémon as a spirit guardian of the forest.",
    "cobblemon.species.deltatrevenant.name": "Trevenant",
    "cobblemon.species.deltatrevenant.desc": "It guards the forest and would lay down its life to protect weaker Pokémon.",
    "cobblemon.species.deltabergmite.name": "Bergmite",
    "cobblemon.species.deltabergmite.desc": "A Delta Species discovered by Zero_Breaker. Nearly impervious to physical attacks, its rate of regeneration exceeds the damage that it does receive.",
    "cobblemon.species.deltaavalugg.name": "Avalugg",
    "cobblemon.species.deltaavalugg.desc": "The rocks covering its body are as hard as steel. Its rampage is ferocious enough to destroy an entire mountain range.",
    "cobblemon.species.deltanoibat.name": "Noibat",
    "cobblemon.species.deltanoibat.desc": "A Delta Species discovered by LunarDusk. It uses blades of grass to create earsplittingly high frequencies of sound which stun its prey.",
    "cobblemon.species.deltanoivern.name": "Noivern",
    "cobblemon.species.deltanoivern.desc": "A Delta Species discovered by LunarDusk. It uses camouflage to stalk its enemies, but its heavy metal prevents it from flying.",
    "cobblemon.species.deltahoopa.name": "Hoopa",
    "cobblemon.species.deltahoopa.desc": "A Delta Species discovered by TerraTerraCotta. The clouds produced around its torso allow it to remain in the air even while it is asleep.",
    "cobblemon.species.deltahoopaunleashed.name": "Hoopa",
    "cobblemon.species.deltahoopaunleashed.desc": "A Delta Species discovered by TerraTerraCotta. The clouds produced around its torso allow it to remain in the air even while it is asleep.",
    "cobblemon.species.greninjax.name": "Greninja",
    "cobblemon.species.greninjax.desc": "It moves under cover of darkness. It throws knives of hell fire at its opponents, piercing their flesh and leaving them with atrocious burns.",
    "cobblemon.species.aegislashx.name": "Aegislash",
    "cobblemon.species.aegislashx.desc": "It's mentioned in legends as the companion of the First King. It uses its momentum to move at high speeds.",
    "cobblemon.species.swirlixx.name": "Swirlix",
    "cobblemon.species.swirlixx.desc": "The appealing sweet fragrance it releases vaguely resembles that of Leppa Berries. Behind its delicious appearence lies an acid filling.",
    "cobblemon.species.slurpuffx.name": "Slurpuff",
    "cobblemon.species.slurpuffx.desc": "Anyone who digests its sweets will feel a strong sense of nausea. The more you eat them, the bigger Slurpuff gets.",
    "cobblemon.species.hoenniangoomy.name": "Goomy",
    "cobblemon.species.hoenniangoomy.desc": "It uses it's horns to check out it's surroundings. They're very sensitive, so if you grab them, it will feel a strong shock and be unable to move.",
    "cobblemon.species.seviianclauncher.name": "Clauncher",
    "cobblemon.species.seviianclauncher.desc": "",
    "cobblemon.species.seviianclawitzer.name": "Clawitzer",
    "cobblemon.species.seviianclawitzer.desc": "",
    "cobblemon.species.seviiannoibat.name": "Noibat",
    "cobblemon.species.seviiannoibat.desc": "",
    "cobblemon.species.seviiannoivern.name": "Noivern",
    "cobblemon.species.seviiannoivern.desc": "",
    "cobblemon.species.mareaniex.name": "Mareanie",
    "cobblemon.species.mareaniex.desc": "When frightened, it shoots fire and sparks from the top of its head. It appears to be pretty friendly with others of the same specie.",
    "cobblemon.species.toxapexx.name": "Toxapex",
    "cobblemon.species.toxapexx.desc": "The special toxin it secretes, when heated, shines brightly. It lures preys and traps tem, using its body as a cage.",
    "cobblemon.species.pyukumukux.name": "Pyukumuku",
    "cobblemon.species.pyukumukux.desc": "It is way bigger than the actual Pyukumuku. Expelling its internal organs, it propels itself to strike its opponent.",
    "cobblemon.species.tapukokox.name": "Tapu Koko",
    "cobblemon.species.tapukokox.desc": "One of the four beast from Xenoverse, Dragalisk's elite soldiers. It is held by the Cardinal Peyote.",
    "cobblemon.species.tapulelex.name": "Tapu Lele",
    "cobblemon.species.tapulelex.desc": "One of the four beast from Xenoverse, Dragalisk's elite soldiers. It is held by the Cardinal Niva.",
    "cobblemon.species.tapubulux.name": "Tapu Bulu",
    "cobblemon.species.tapubulux.desc": "One of the four beast from Xenoverse, Dragalisk's elite soldiers. It is held by the Cardinal Abraham.",
    "cobblemon.species.tapufinix.name": "Tapu Fini",
    "cobblemon.species.tapufinix.desc": "One of the four beast from Xenoverse, Dragalisk's elite soldiers. It is held by the Cardinal Chua.",
    "cobblemon.species.hoennianmareanie.name": "Mareanie",
    "cobblemon.species.hoennianmareanie.desc": "It protects its soft, viscous body with a thick layer of sturdy rock and debris. Prolonged exposure to dry air causes its skin to harden into brittle spines.",
    "cobblemon.species.hoenniantoxapex.name": "Mareanie",
    "cobblemon.species.hoenniantoxapex.desc": "It disguises itself as a simple rock to catch unsuspecting prey off guard. Toxapex then rams it's entire body into it's victim, paralyzing it with it's toxic spines.",
    "cobblemon.species.seviianwishiwashi.name": "Wishiwashi",
    "cobblemon.species.seviianwishiwashi.desc": "",
    "cobblemon.species.school_seviianwishiwashi.name": "SeviianWishiwashi",
    "cobblemon.species.seviiandhelmise.name": "Dhelmise",
    "cobblemon.species.seviiandhelmise.desc": "",
    "cobblemon.species.hoenniandreepy.name": "Dreepy",
    "cobblemon.species.hoenniandreepy.desc": "Dreepy are notorious pranksters. They often dart around in packs, looking for humans or Pokemon to play tricks on. It's den is littered with stolen valuables.",
    "cobblemon.species.hoenniandrakloak.name": "Drakloak",
    "cobblemon.species.hoenniandrakloak.desc": "Nurturing to a fault, this Pokemon will fervently watch over young Dreepy to keep them out of trouble. It becomes anxious if it has no Dreepy to care for.",
    "cobblemon.species.hoenniandragapult.name": "Dragapult",
    "cobblemon.species.hoenniandragapult.desc": "Explorers of old would often mistake the Dreepy it carries as additional heads. To this day, this Pokemon is still known as the 'Volcanic Hydra'",
    "cobblemon.species.seviiansizzlipede.name": "Sizzlipede",
    "cobblemon.species.seviiansizzlipede.desc": "",
    "cobblemon.species.seviiancentiskorch.name": "Centiskorch",
    "cobblemon.species.seviiancentiskorch.desc": "",
    "cobblemon.species.seviiannymble.name": "Nymble",
    "cobblemon.species.seviiannymble.desc": "",
    "cobblemon.species.seviianlokix.name": "Lokix",
    "cobblemon.species.seviianlokix.desc": "",
    "cobblemon.species.foliat.name": "Foliat",
    "cobblemon.species.foliat.desc": "Although Foliat is unable to fly, it still has an extremely high metabolism. It's often found feeding on sugar-rich nectar and sap found in plants.",
    "cobblemon.species.florabri.name": "Florabri",
    "cobblemon.species.florabri.desc": "This energetic Pokémon zips around at speeds that make it nearly invisible to the naked eye. It is playful and competitive by nature.",
    "cobblemon.species.floressum.name": "Floressum",
    "cobblemon.species.floressum.desc": "Floressum can synthesize energy with its symbiotic flower. By rapidly flapping its wings, it can create gusts of wind comparable to a tropical storm.",
    "cobblemon.species.kidling.name": "Kidling",
    "cobblemon.species.kidling.desc": "Kidling headbutts humans and Pokémon as a sign of affection. When its head makes contact, even gently, the flame on its tail flares up briefly.",
    "cobblemon.species.pyroat.name": "Pyroat",
    "cobblemon.species.pyroat.desc": "Pyroat’s flaming hide can be seen streaking across mountainsides at night. When it collides with other Pyroat, the light and noise can be mistaken for an explosion.",
    "cobblemon.species.flairees.name": "Flairees",
    "cobblemon.species.flairees.desc": "The fire on Flairees' body propels it with enough force to break steel. It forms its territory by smashing apart and leveling mountaintops.",
    "cobblemon.species.aguade.name": "Aguade",
    "cobblemon.species.aguade.desc": "Aguade's face and hands are armored with rock-hard salt. It uses its fists like hammers to break open nuts and its head to block incoming attacks.",
    "cobblemon.species.iguadium.name": "Iguadium",
    "cobblemon.species.iguadium.desc": "The thick layer of salt on Iguadium’s head and hands protects it in combat. It trains by throwing punches underwater for more resistance to build more muscle.",
    "cobblemon.species.aguanaut.name": "Aguanaut",
    "cobblemon.species.aguanaut.desc": "Aguanaut devastates its foes with savage blows from its fists and tail, as well as crushing grapples. Its body is armored with dense, impenetrable layers of salt.",
    "cobblemon.species.harpee.name": "Harpee",
    "cobblemon.species.harpee.desc": "Harpee's perseverance is unmatched. It purposely builds its nest in places with harsh weather and tough opponents, challenging itself to become stronger.",
    "cobblemon.species.aquilor.name": "Aquilor",
    "cobblemon.species.aquilor.desc": "Aquilor lives in treetops and watches its prey before swooping on it. Its sharp eyes can spot the faintest of movements, even through dense foliage.",
    "cobblemon.species.warquila.name": "Warquila",
    "cobblemon.species.warquila.desc": "Warquila is a fierce predator that uses its speed and maneuverability to outwit prey. Its powerful talons can tear through even the toughest hides.",
    "cobblemon.species.capig.name": "Capig",
    "cobblemon.species.capig.desc": "The pattern on Capig's fur is popularly mimicked by the woven hats of locals. It will sometimes sit on its trainer's head to keep them warm.",
    "cobblemon.species.capabara.name": "Capabara",
    "cobblemon.species.capabara.desc": "The thick fur on its arms and head keeps it warm as it tunnels through cold snow. Capabara are often found in groups, huddling together for warmth.",
    "cobblemon.species.cubzero.name": "Cubzero",
    "cobblemon.species.cubzero.desc": "The saliva in Cubzero’s mouth freezes at an early age, forming sharp, icy fangs that will never melt. If shattered, new ones will freeze in mere hours.",
    "cobblemon.species.avalynx.name": "Avalynx",
    "cobblemon.species.avalynx.desc": "Avalynx excels at stalking its prey in heavy snowstorms. It can move through deep snow and ice effortlessly without making a sound.",
    "cobblemon.species.fawning.name": "Fawning",
    "cobblemon.species.fawning.desc": "When first born, Fawning is too weak to defend itself from predators, so it tends to stay near thorny bushes for protection until it joins the herd.",
    "cobblemon.species.llamarsh.name": "Llamarsh",
    "cobblemon.species.llamarsh.desc": "The wool around Llamarsh's neck keeps it warm, even in sub-zero temperatures. People in cold climates have used it as clothing for generations.",
    "cobblemon.species.buckston.name": "Buckston",
    "cobblemon.species.buckston.desc": "Proud of their power, Buckston constantly battle to test their strength. It is rumored that their migration herds can be seen from space.",
    "cobblemon.species.pengliff.name": "Pengliff",
    "cobblemon.species.pengliff.desc": "Pengliff's rock-hard head is solid enough to protect it from damage. Some Pengliff have been seen diving from ledges to crack open boulders for sport.",
    "cobblemon.species.penglacier.name": "Penglacier",
    "cobblemon.species.penglacier.desc": "Penglacier are adept tunnelers and make their nests by digging caves out of the mountain side. Some snowy mountains have vast cave networks as a result.",
    "cobblemon.species.bluffin.name": "Bluffin",
    "cobblemon.species.bluffin.desc": "Bluffin's wings aren't powerful enough for flight, so it wanders the snowy peaks on foot. Its long tail drags on the ground and frays at the end.",
    "cobblemon.species.burrmudail.name": "Burrmudail",
    "cobblemon.species.burrmudail.desc": "Burrmudail's beautiful, crystalline feathers are highly sought after by collectors. If a Burrmudail bestows one to you, it is a sign of good luck.",
    "cobblemon.species.koblin.name": "Koblin",
    "cobblemon.species.koblin.desc": "Koblin spends its entire life in tunnels deep underground. Because of this, it was long believed to be just a myth told by miners.",
    "cobblemon.species.koberus.name": "Koberus",
    "cobblemon.species.koberus.desc": "Often the cause of brush fires, Koberus will light its surroundings on fire, creating a thick cloud of smoke in order to disorient its opponents.",
    "cobblemon.species.kobalt.name": "Kobalt",
    "cobblemon.species.kobalt.desc": "By choosing to stay in the caves, Kobalt has lost its eyesight. This has enhanced its other senses, which it uses to excavate complex tunnel systems.",
    "cobblemon.species.pebblosa.name": "Pebblosa",
    "cobblemon.species.pebblosa.desc": "It loves to collect rocks from different mountains and caves by carrying them in its mouth. When threatened, Pebblosa will spit them at other Pokémon. ",
    "cobblemon.species.terratetra.name": "Terratetra",
    "cobblemon.species.terratetra.desc": "Terratetra use their claws to harvest rocks from deep-within the earth. They use these rocks to make walls and to hurl them at potential threats.",
    "cobblemon.species.gigaard.name": "Gigaard",
    "cobblemon.species.gigaard.desc": "It uses its claws to carve slabs of granite and crystals from cliff faces to wear as armor. No two Gigaard have the same armor plating.",
    "cobblemon.species.cowatti.name": "Cowatti",
    "cobblemon.species.cowatti.desc": "Cowatti uses its tail to detect signals of varying frequencies. It can hone in on these signals to locate food, water, and even shelter.",
    "cobblemon.species.snome.name": "Snome",
    "cobblemon.species.snome.desc": "Snome is very shy and often hides under the snow. When it hides on slopes, it may accidentally roll downhill, picking up more and more snow on the way down.",
    "cobblemon.species.snogre.name": "Snogre",
    "cobblemon.species.snogre.desc": "Snogre is incredibly reclusive, living in remote valleys and cliff-sides. Villages pass down stories of them appearing to save travelers lost in blizzards.",
    "cobblemon.species.taomarin.name": "Taomarin",
    "cobblemon.species.taomarin.desc": "Taomarin constantly stands and moves with perfect balance, even in strong winds or uneven ground. Nothing seems to distract it from deep meditation.",
    "cobblemon.species.orangutao.name": "Orangutao",
    "cobblemon.species.orangutao.desc": "Orangutao are often found solemnly meditating in the wilderness. It is thought that they seek to obtain inner and outer balance in all things.",
    "cobblemon.species.larvabidae.name": "Larvabidae",
    "cobblemon.species.larvabidae.desc": "Larvabidae follows orders given to it by fully evolved members of the swarm. Its evolution is determined by which role it is most successful in.",
    "cobblemon.species.caranox.name": "Caranox",
    "cobblemon.species.caranox.desc": "Caranox defends its home aggressively, attacking anything it sees as a threat. It often assaults bigger Pokémon and sprays them with burning acids.",
    "cobblemon.species.carajoule.name": "Carajoule",
    "cobblemon.species.carajoule.desc": "Carajoule tend to serve as sentries for the hive. It can use its tail to flash signals or warnings and to attack foes with powerful jolts of electricity. ",
    "cobblemon.species.caracrust.name": "Caracrust",
    "cobblemon.species.caracrust.desc": "Because of its heavy carapace, it is a very slow mover. It uses its tough and sturdy defensive capabilities to protect fragile Larvabidae from harm. ",
    "cobblemon.species.musburry.name": "Musburry",
    "cobblemon.species.musburry.desc": "Because this Pokémon grows delicious berries, it is often preyed upon by Berratel. Some Musburry try to exist with Berratel symbiotically.",
    "cobblemon.species.musbushel.name": "Musbushel",
    "cobblemon.species.musbushel.desc": "Musbushel does not give up the berries it grows easily. When it does, however, it is not only a sign of trust, but also one of friendship and staunch loyalty.",
    "cobblemon.species.berratel.name": "Berratel",
    "cobblemon.species.berratel.desc": "Berratel eats so many berries that its fur is permanently stained. It waits for other Pokémon to gather berries, and then mugs them for an easy meal.",
    "cobblemon.species.growmeo.name": "Growmeo",
    "cobblemon.species.growmeo.desc": "Growmeo scurry through flowerbeds in search of a Tuliep. However, they are painfully shy and rarely work up the courage to actually approach one.",
    "cobblemon.species.montegrew.name": "Montegrew",
    "cobblemon.species.montegrew.desc": "When Montegrew falls out of love, it turns bitter and spiteful. It will begin shunning the Capulilly it once loved, whom it now sees as vain and pompous.",
    "cobblemon.species.tuliep.name": "Tuliep",
    "cobblemon.species.tuliep.desc": "Tuliep loves nothing more than the attention of a Growmeo. If a Tuliep is seen blushing, it invariably means one is nearby.",
    "cobblemon.species.capulilly.name": "Capulilly",
    "cobblemon.species.capulilly.desc": "When a Capulilly ceases loving its partner, it becomes haughty and cruel. It treats its former love Montegrew with disrespect, believing it to be callous and unfeeling.",
    "cobblemon.species.dreamdery.name": "Dreamdery",
    "cobblemon.species.dreamdery.desc": "Despite its adorable looks, Dreamdery is a voracious predator. It devours the dreams of people, leaving its victims disoriented and fatigued.",
    "cobblemon.species.macabra.name": "Macabra",
    "cobblemon.species.macabra.desc": "Macabra hunts Dreamdery for their wool. It has developed an immunity to their attacks, making it popular among people dealing with Dreamdery problems.",
    "cobblemon.species.kertruffle.name": "Kertruffle",
    "cobblemon.species.kertruffle.desc": "Needing little more than water and air to live, Kertruffle can adapt to hostile environments where few other Pokémon would survive.",
    "cobblemon.species.mosshroom.name": "Mosshroom",
    "cobblemon.species.mosshroom.desc": "Mosshroom is commonly mistaken for a grass hill. When something bumps into it, it releases spores before shuffling off to find a quiet place to sleep.",
    "cobblemon.species.lumishroom.name": "Lumishroom",
    "cobblemon.species.lumishroom.desc": "The light from a Lumishroom’s caps can illuminate even the darkest caverns. Lumishroom use these lights to talk with one another from far away.",
    "cobblemon.species.perishroom.name": "Perishroom",
    "cobblemon.species.perishroom.desc": "Perishroom never seems to need to eat or drink in order to survive, and rarely moves. The spores it releases when attacked are fatal in even small doses.",
    "cobblemon.species.rocano.name": "Rocano",
    "cobblemon.species.rocano.desc": "Rocano is able to store up pressure inside its body by eating ore. When it is startled, it will release it all at once in a jet of magma to scare away foes.",
    "cobblemon.species.volcaroc.name": "Volcaroc",
    "cobblemon.species.volcaroc.desc": "Volcaroc live very deep in the earth and are a rare sight close to the surface. While digging, they leave long tubes behind them as if formed by magma.",
    "cobblemon.species.volcoalder.name": "Volcoalder",
    "cobblemon.species.volcoalder.desc": "Volcoalder claim entire hotspots as their personal domains. The strongest Volcoalder use mighty eruptions to protect their lands.",
    "cobblemon.species.pounther.name": "Pounther",
    "cobblemon.species.pounther.desc": "Pounther plays with its siblings by sneaking up on them and then jumping them when they least expect it. This game serves as training for the hunt.",
    "cobblemon.species.jaguile.name": "Jaguile",
    "cobblemon.species.jaguile.desc": "Jaguile are incredibly patient hunters. They use specialized appendages to detect changes in the wind, and pounce on their prey with blinding speed.",
    "cobblemon.species.neureka.name": "Neureka",
    "cobblemon.species.neureka.desc": "Neureka draws energy from active minds and creative thinking. When a nearby person has a novel idea, this social Pokemon begins to shine brightly.",
    "cobblemon.species.cerebrulb.name": "Cerebrulb",
    "cobblemon.species.cerebrulb.desc": "Cerebrulb's light stimulates brain cell activity to an extraordinary degree. This trait makes it a common companion for scientists and academics.",
    "cobblemon.species.peppit.name": "Peppit",
    "cobblemon.species.peppit.desc": "Peppit seeks out the spiciest berries to make its Fire attacks burn hotter. Groups of Peppit love to play in dry leaves, often causing small fires.",
    "cobblemon.species.hoppanero.name": "Hoppanero",
    "cobblemon.species.hoppanero.desc": "Hoppanero has few natural predators due to its spicy fur. When Hoppanero gather in large groups, they have been known to cause heat waves.",
    "cobblemon.species.scovalope.name": "Scovalope",
    "cobblemon.species.scovalope.desc": "Scovalope is highly adept at evading detection. The fruits on its horns may fall off, and are considered both a lucky charm and a delicacy.",
    "cobblemon.species.pawter.name": "Pawter",
    "cobblemon.species.pawter.desc": "A loyal companion and a skilled swimmer, Pawter is a common partner for sailors and lifeguards. It can detect storms and warn others before they arrive.",
    "cobblemon.species.hurricanine.name": "Hurricanine",
    "cobblemon.species.hurricanine.desc": "Hurricanine becomes more and more energetic shortly before a storm hits. When angry, its growls are so loud and harsh, they evoke the rumble of thunder.",
    "cobblemon.species.skullarva.name": "Skullarva",
    "cobblemon.species.skullarva.desc": "Skullarva spends its early life hidden away in damp caves and crevasses. It tries to scare away predators and trainers by mimicking the cries of stronger Pokémon.",
    "cobblemon.species.maskoon.name": "Maskoon",
    "cobblemon.species.maskoon.desc": "It imitates the cries of other Pokémon, but warps them so they sound morbid and unnatural. The pattern on its back is used to scare off predators.",
    "cobblemon.species.mortasque.name": "Mortasque",
    "cobblemon.species.mortasque.desc": "It can make human-like sounds to scare away predators and unnerve those that enter its domain. Many 'haunted' houses are merely nests for Mortasque.",
    "cobblemon.species.vectol.name": "Vectol",
    "cobblemon.species.vectol.desc": "Vectol was a computer virus that had infected the PC storage system. The process that converts data into matter has given it a physical form.",
    "cobblemon.species.vectol2.name": "Vectol.2",
    "cobblemon.species.vectol2.desc": "Exposed to an unknown code, Vectol has upgraded to Vectol.2. It feeds by using its stinger to download data, leaving computers a corrupt mess afterwards.",
    "cobblemon.species.bouwee.name": "Bouwee",
    "cobblemon.species.bouwee.desc": "Bouwee's tail lets it drift peacefully near the surface. However, the bright colors often attract predators, so it will release a jet of water to escape.",
    "cobblemon.species.scubug.name": "Scubug",
    "cobblemon.species.scubug.desc": "Scubug's sturdy exoskeleton protects it from crushing deep sea pressure. Its antennae emit powerful light that allows it to navigate the darkest depths.",
    "cobblemon.species.totter.name": "Totter",
    "cobblemon.species.totter.desc": "Totter’s skin requires constant moisture, so it makes its home near riverbanks. It likes to soak up water with its tail and splash other Pokémon with it.",
    "cobblemon.species.cascotta.name": "Cascotta",
    "cobblemon.species.cascotta.desc": "Wild Cascotta have been known to attract attention by leaping out of streams and performing displays of aerial acrobatics at high speeds.",
    "cobblemon.species.lutrajet.name": "Lutrajet",
    "cobblemon.species.lutrajet.desc": "Dwelling in the deepest reaches of the clearest pools, Lutrajet moves as if it were one with the water. There are few who have witnessed this elegant dance.",
    "cobblemon.species.alpint.name": "Alpint",
    "cobblemon.species.alpint.desc": "The sapling at the end of its trunk acts as a personal weathervane. By holding it up to the wind, Alpint can tell where the weather will be most favorable.",
    "cobblemon.species.forusk.name": "Forusk",
    "cobblemon.species.forusk.desc": "While normally peaceful when soaking up sunlight, Forusk is quick to anger if approached. It swings its hammer-like trunk with enough force to level houses.",
    "cobblemon.species.platypow.name": "Platypow",
    "cobblemon.species.platypow.desc": "Predators that don’t pay heed to Platypow because of its tiny size are quickly surprised by its fiery nature and its remarkably strong punches.",
    "cobblemon.species.platikhao.name": "Platikhao",
    "cobblemon.species.platikhao.desc": "Platikhao has venomous barbs hidden on its elbows and knees. It uses them to hurl furious strikes against its foes, and then lets the poison do its work.",
    "cobblemon.species.cuppy.name": "Cuppy",
    "cobblemon.species.cuppy.desc": "Schools of Cuppy gather in circles when sleeping, burying their noses in the sea bed. Many poems have been written about these strange underwater tea parties.",
    "cobblemon.species.fettlekish.name": "Fettlekish",
    "cobblemon.species.fettlekish.desc": "Fettlekish stores water in its body and controls its temperature to let it sink or float underwater. It can also release the water in a scalding hot blast.",
    "cobblemon.species.shibalbat.name": "Shibalbat",
    "cobblemon.species.shibalbat.desc": "Legend states that Shibalbat guards the entrance to the Underworld. It appears to be a statue until exposed to moonlight.",
    "cobblemon.species.nobunata.name": "Nobunata",
    "cobblemon.species.nobunata.desc": "Nobunata fights fearlessly and honorably, standing up for the weak and defenseless. When defeat seems inevitable, it will explode in a flurry of treats.",
    "cobblemon.species.psybex.name": "Psybex",
    "cobblemon.species.psybex.desc": "Psybex takes long journeys to mountain tops, searching for inner peace. Through meditation, it is able to see into the hearts of humans and Pokémon alike.",
    "cobblemon.species.gnuru.name": "Gnuru",
    "cobblemon.species.gnuru.desc": "Its horn amplifies its psychic powers, allowing Gnuru to communicate with parts unknown. It meditates daily to commune with these voices from afar.",
    "cobblemon.species.flowger.name": "Flowger",
    "cobblemon.species.flowger.desc": "When Flowger gather in great numbers, their songs form a joyous symphony. Many romantics believe that hearing a Flowger sing means one will find true love.",
    "cobblemon.species.blue_flowger.name": "Flowger",
    "cobblemon.species.blue_flowger.desc1": "When Flowger gather in great numbers, their songs form a joyous symphony. Many romantics believe that hearing a Flowger sing means one will find true love.",
    "cobblemon.species.bullotus.name": "Bullotus",
    "cobblemon.species.bullotus.desc": "Bullotus’s booming cry can be heard for miles around. When resting, it floats on the water and looks up, absorbing sunlight with the petals around its neck.",
    "cobblemon.species.blue_bullotus.name": "Bullotus",
    "cobblemon.species.blue_bullotus.desc1": "Bullotus’s booming cry can be heard for miles around. When resting, it floats on the water and looks up, absorbing sunlight with the petals around its neck.",
    "cobblemon.species.burrowl.name": "Burrowl",
    "cobblemon.species.burrowl.desc": "Burrowl’s heavy wings prevent it from flying, but it uses them as shovels to dig underground. It also uses its wings to protect small Pokémon from sandstorms.",
    "cobblemon.species.magowl.name": "Magowl",
    "cobblemon.species.magowl.desc": "Its wings are broad and powerful, yet it never flies. It is said that Magowl is weighed down by the arcane secrets hidden within its cloak of feathers.",
    "cobblemon.species.craliber.name": "Craliber",
    "cobblemon.species.craliber.desc": "Hatched near undersea mineral deposits, this Pokémon develops a sturdy shell. Its body rotates, helping it maintain course at high speeds.",
    "cobblemon.species.crawglock.name": "Crawglock",
    "cobblemon.species.crawglock.desc": "Crawglock hides underneath rocks to guard its offspring. A rapid click of its claws releases explosive blasts of heat and light with a loud bang.",
    "cobblemon.species.leafish.name": "Leafish",
    "cobblemon.species.leafish.desc": "When food is scarce, it floats sideways on the water's surface and absorbs sunlight for energy. Bug Pokémon often land on it, mistaking Leafish for a real leaf.",
    "cobblemon.species.chlorofin.name": "Chlorofin",
    "cobblemon.species.chlorofin.desc": "Chlorofin's natural camouflage makes it difficult to find in the wild, but once encountered, it'll display the playful, friendly attitude for which it's known.",
    "cobblemon.species.quibble.name": "Quibble",
    "cobblemon.species.quibble.desc": "Irascible and immature, Quibble squawks loudly when it doesn't get its way. It picks on smaller Pokémon but it's quick to flee when its targets fight back.",
    "cobblemon.species.fowattle.name": "Fowattle",
    "cobblemon.species.fowattle.desc": "As Fowattle grows bigger and bolder, it becomes somewhat of a bully. Rather than foraging on its own, it prefers to steal food from weaker Pokémon.",
    "cobblemon.species.turkistador.name": "Turkistador",
    "cobblemon.species.turkistador.desc": "Turkistador often moves into other Pokémon's nests, stubbornly refusing to leave until the old inhabitant gives up and flees.",
    "cobblemon.species.sedirrot.name": "Sedirrot",
    "cobblemon.species.sedirrot.desc": "Sedirrot cleaves chunks of stone and clay from cliffsides using its axe-like beak. The excavated minerals are then consumed to strengthen its rigid hide.",
    "cobblemon.species.condesa.name": "Condesa",
    "cobblemon.species.condesa.desc": "Condesa is known to make entire canyons its territory. It has been found to carve images of things it likes into cliffsides.",
    "cobblemon.species.cardinite.name": "Cardinite",
    "cobblemon.species.cardinite.desc": "Though it can fly, Cardinite prefers to chase its prey around on foot, where it is more comfortable. It leaves a trail of small, scorched tracks as it runs.",
    "cobblemon.species.chardinal.name": "Chardinal",
    "cobblemon.species.chardinal.desc": "Chardinal routinely sets its own nest on fire to keep the eggs at the right temperature. When it takes off, it looks like the blazing streak of a comet.",
    "cobblemon.species.skurrow.name": "Skurrow",
    "cobblemon.species.skurrow.desc": "Skurrow digs itself underground to find shelter from the desert heat in a series of tunnels. It hisses to alert other Skurrow when danger is approaching.",
    "cobblemon.species.somberado.name": "Somberado",
    "cobblemon.species.somberado.desc": "Legend has it that Somberado was born of souls that got lost in the vast emptiness of the desert. Now it is forced to wander the badlands endlessly.",
    "cobblemon.species.phlask.name": "Phlask",
    "cobblemon.species.phlask.desc": "Laboratory glassware possessed by a playful but frightening spirit. It is known to spew chemicals onto random objects to see what happens.",
    "cobblemon.species.noxial.name": "Noxial",
    "cobblemon.species.noxial.desc": "Noxial have been discovered in both endothermic and exothermic forms. The more extreme the temperature, the more volatile the Noxial.",
    "cobblemon.species.exothermic_noxial.name": "Noxial",
    "cobblemon.species.exothermic_noxial.desc1": "Noxial have been discovered in both endothermic and exothermic forms. The more extreme the temperature, the more volatile the Noxial.",
    "cobblemon.species.fumighast.name": "Fumighast",
    "cobblemon.species.fumighast.desc": "Within Fumighast are residual chemicals from its time as a Noxial. Using them as catalysts, Fumighast can recreate spontaneous, volatile reactions at will.",
    "cobblemon.species.atomite.name": "Atomite",
    "cobblemon.species.atomite.desc": "Atomite is the smallest known Pokémon. Sometimes a big group of Atomite will group together to mimic the shape of something else.",
    "cobblemon.species.orbatom.name": "Orbatom",
    "cobblemon.species.orbatom.desc": "Orbatom is able to discern objects as small as subatomic particles. It has enabled scientists to understand nuclear physics at a fundamental level.",
    "cobblemon.species.squink.name": "Squink",
    "cobblemon.species.squink.desc": "When confronted, Squink sprays its foes with noxious black ink to escape. While toxic in high doses, it has a distinct flavor and is used in a variety of dishes.",
    "cobblemon.species.squidrift.name": "Squidrift",
    "cobblemon.species.squidrift.desc": "Squidrift is able to fly by expelling noxious gases at high pressure. Its tentacles are delicacies, but highly toxic if prepared incorrectly.",
    "cobblemon.species.boarealis.name": "Boarealis",
    "cobblemon.species.boarealis.desc": "Boarealis' psychic powers produce vivid light shows when they interact with magnetic fields. The brilliance of the mane indicates an individual's strength.",
    "cobblemon.species.chelonite.name": "Chelonite",
    "cobblemon.species.chelonite.desc": "Chelonite uses its psychic control over gravity to levitate itself above the ground. It will sometimes get confused which way is up and float upside-down.",
    "cobblemon.species.galaxagos.name": "Galaxagos",
    "cobblemon.species.galaxagos.desc": "Galaxagos’ shell is so dense, it exudes a gravitational pull. At night, Chelonite swarm around it, orbiting in a spiral pattern for safety.",
    "cobblemon.species.magnitogre.name": "Magnitogre",
    "cobblemon.species.magnitogre.desc": "Magnitogre was first discovered when factories became commonplace. It feeds on leftover industrial waste, providing a safe environment for other Pokémon.",
    "cobblemon.species.minarac.name": "Minarac",
    "cobblemon.species.minarac.desc": "Minarac digs elaborate tunnels to confuse its prey. Its constant search for gemstones also makes it a valuable companion for treasure-hunters.",
    "cobblemon.species.trenchula.name": "Trenchula",
    "cobblemon.species.trenchula.desc": "Trenchula uses its powerful mandibles to drill into the earth, forming a pitfall trap to ensnare its prey. It often work alongside miners underground.",
    "cobblemon.species.pottle.name": "Pottle",
    "cobblemon.species.pottle.desc": "It deviously infiltrates homes and fools unwary humans into caring for it. If discovered, Pottle will resist removal by stubbornly rooting into place.",
    "cobblemon.species.trikotta.name": "Trikotta",
    "cobblemon.species.trikotta.desc": "Trikotta actively seeks out the soil with the most nutrients. It will uproot crops from farmland and then defend its stolen land against angered farmers.",
    "cobblemon.species.terrorcotta.name": "Terrorcotta",
    "cobblemon.species.terrorcotta.desc": "Terrorcotta is too huge for standard containers. In order to not have their houses carried away, locals make giant clay pots for it to inhabit instead.",
    "cobblemon.species.pueblant.name": "Pueblant",
    "cobblemon.species.pueblant.desc": "The sprawling colonies built by Pueblant have inspired human architects for millennia. These structures are harder than concrete, lasting for generations.",
    "cobblemon.species.cahokisect.name": "Cahokisect",
    "cobblemon.species.cahokisect.desc": "Cahokisect's bejeweled carapace made it a symbol of wealth in ancient times. As a result, it is commonly found in the tombs of nobility and royalty.",
    "cobblemon.species.cobrasket.name": "Cobrasket",
    "cobblemon.species.cobrasket.desc": "Its resting, coiled body resembles a basket. Many unsuspecting merchants have been startled when they reached for one, only to be met with loud hissing.",
    "cobblemon.species.charmbra.name": "Charmbra",
    "cobblemon.species.charmbra.desc": "Charmbra passes air through the holes on its body to create a melody that hypnotizes its prey. The dazed targets are unable to escape its toxic fangs.",
    "cobblemon.species.cairup.name": "Cairup",
    "cobblemon.species.cairup.desc": "When it thinks nobody is looking, Cairup has been known to have one-sided talks with its tail. The eye on its forehead stays closed until it's fully developed.",
    "cobblemon.species.kairoglyph.name": "Kairoglyph",
    "cobblemon.species.kairoglyph.desc": "Kairoglyph values secrets and riddles above all else. The eye on its tail can reveal the innermost secrets of both humans and Pokémon.",
    "cobblemon.species.necronite.name": "Necronite",
    "cobblemon.species.necronite.desc": "Necronite emits a strange frequency as it floats about the ancient ruins it inhabits. Making contact with this Pokémon can leave one lightheaded.",
    "cobblemon.species.gravollum.name": "Gravollum",
    "cobblemon.species.gravollum.desc": "Gravollum will sleep motionless for thousands of years, only to awaken and relocate. This has led to ancient monuments seemingly vanishing overnight.",
    "cobblemon.species.diloweed.name": "Diloweed",
    "cobblemon.species.diloweed.desc": "As food in the desert is scarce, the plates on Diloweed's back absorb solar energy. It curls itself up into a ball and lets the wind carry it if it is tired.",
    "cobblemon.species.pangolash.name": "Pangolash",
    "cobblemon.species.pangolash.desc": "The plates on Pangolash's back have not only hardened to be highly durable, but also developed sharp edges capable of shredding nearly anything to pieces.",
    "cobblemon.species.ignishell.name": "Ignishell",
    "cobblemon.species.ignishell.desc": "Ignishell is still young, so its shell has not completely formed. In battle it worriedly covers its soft underbelly, which is very susceptible to attacks.",
    "cobblemon.species.shelosene.name": "Shelosene",
    "cobblemon.species.shelosene.desc": "Shelosene proudly displays its carapace to show its endurance. The Shelosene with the least damaged shell is idolised by the nest.",
    "cobblemon.species.flarrapin.name": "Flarrapin",
    "cobblemon.species.flarrapin.desc": "Flarrapin exposes its shell to extreme heat to repair and strengthen it. It is said that the average Flarrapin’s shell has been completely reforged 5 times.",
    "cobblemon.species.desoula.name": "Desoula",
    "cobblemon.species.desoula.desc": "Desoula feeds on the souls of creatures who have become exhausted by the desert. This nimble Pokémon zips around the desert sands in search of food.",
    "cobblemon.species.necrow.name": "Necrow",
    "cobblemon.species.necrow.desc": "Necrow has been known to lure people into the desert in an attempt to make them get lost. It then quietly watches from afar, awaiting its prey's demise.",
    "cobblemon.species.vultergyst.name": "Vultergyst",
    "cobblemon.species.vultergyst.desc": "Vultergyst is considered a harbinger of death. It scours the desert skies in search of fading souls then puts them to rest in its cloak of black feathers.",
    "cobblemon.species.dinkywink.name": "Dinkywink",
    "cobblemon.species.dinkywink.desc": "While Dinkywink's mouth contains huge, razor sharp teeth, it has yet to develop the strength to utilize them. As such, it prefers to hunt by ramming into prey.",
    "cobblemon.species.dunkywunkr.name": "Dunkywunkr",
    "cobblemon.species.dunkywunkr.desc": "After its legs had fully developed, Dunkywunkr was able to become the apex predator not only in the seas from which it emerged, but also on dry land.",
    "cobblemon.species.calphite.name": "Calphite",
    "cobblemon.species.calphite.desc": "Calphite spent many of its early years with its mother. Despite its massive size, it scared easily and trampled much in its path when running in fear.",
    "cobblemon.species.indrolith.name": "Indrolith",
    "cobblemon.species.indrolith.desc": "Very few things can penetrate Indrolith's impervious hide. This earthen behemoth ferociously defends its own when under attack.",
    "cobblemon.species.solacari.name": "Solacari",
    "cobblemon.species.solacari.desc": "Ancient peoples venerated Solacari as the herald of the rising sun. Kings would keep many of them in hopes of a long reign.",
    "cobblemon.species.nurshary.name": "Nurshary",
    "cobblemon.species.nurshary.desc": "Nurshary’s maternal instinct extends beyond its own children. It will often adopt sick or injured Pokémon, caring for them until they return to health.",
    "cobblemon.species.loneleaf.name": "Loneleaf",
    "cobblemon.species.loneleaf.desc": "Loneleaf considers itself to be ugly and creepy. It carves a wooden mask with a large smile on it to make friends. Sadly, this only alienates it even further.",
    "cobblemon.species.forthorn.name": "Forthorn",
    "cobblemon.species.forthorn.desc": "Forthorn masquerades as a guardian of the forest, scaring off intruders to awe its fellow Pokémon. In reality, it is quite bashful and desires acceptance.",
    "cobblemon.species.coltergeist.name": "Coltergeist",
    "cobblemon.species.coltergeist.desc": "The icy blue gazes of Coltergeist herds can often be seen in thick fog patches. Their eerie cries not only cause chills, but also strange, indescribable dreams.",
    "cobblemon.species.fantasmare.name": "Fantasmare",
    "cobblemon.species.fantasmare.desc": "Fantasmare wanders in the mountains and hills where it stalks lone travellers. It is said to haunt the dreams of those who have seen it.",
    "cobblemon.species.chihaha.name": "Chihaha",
    "cobblemon.species.chihaha.desc": "Chihaha loves nothing more than to make people laugh. It may look silly and clumsy to some, but in reality, it takes fake pratfalls for the sake of humor.",
    "cobblemon.species.howlequin.name": "Howlequin",
    "cobblemon.species.howlequin.desc": "Despite lacking thumbs, its dexterity is superior to humans'. Wild Howlequin often taunt trainers by juggling the balls that were too weak to catch it.",
    "cobblemon.species.chegrin.name": "Chegrin",
    "cobblemon.species.chegrin.desc": "Chegrin takes delight in playing tricks on smaller Pokémon, scaring them with its flexible tail, but all too often, it ends up accidentally scaring itself.",
    "cobblemon.species.cheshade.name": "Cheshade",
    "cobblemon.species.cheshade.desc": "Cheshade's mane resembles a toothy smile. Hunting in the dark, it appears only as a sinister grin, striking prey with its shadowy claws as they are transfixed.",
    "cobblemon.species.doppole.name": "Doppole",
    "cobblemon.species.doppole.desc": "Doppole wears a half of a broken Poké Ball as a sturdy improvised helmet. Whilst it might act bold and spunky, in reality, it loves being coddled.",
    "cobblemon.species.artifish.name": "Artifish",
    "cobblemon.species.artifish.desc": "Despite its predator-like appearance, Artifish is very kind and laid back. It uses its Poké Ball bait to play with other Pokémon.",
    "cobblemon.species.thoraxe.name": "Thoraxe",
    "cobblemon.species.thoraxe.desc": "It uses its axe-like claws to remove trees and other obstacles. When its abdomen is filled with water, Thoraxe puts out fires with pressurized streams.",
    "cobblemon.species.pomparunt.name": "Pomparunt",
    "cobblemon.species.pomparunt.desc": "Pomparunt is commonly found skulking around densely populated cities. It scavenges for food in small packs and often fights with others over scraps.",
    "cobblemon.species.pompagoon.name": "Pompagoon",
    "cobblemon.species.pompagoon.desc": "Being much stronger and bolder, gangs of Pompagoon will bully Pomparunt out of food. Oftentimes they will then fight among themselves for the stolen loot.",
    "cobblemon.species.hyekuza.name": "Hyekuza",
    "cobblemon.species.hyekuza.desc": "Fiercely proud and protective of its hairdo, the Hyekuza with the largest and most extravagant pompadour is considered the leader of the pack.",
    "cobblemon.species.erycoon.name": "Erycoon",
    "cobblemon.species.erycoon.desc": "Erycoon is constantly taking care of the forest it calls its home. It carries seeds and berries in its pouch-like tail to be planted or fed to weaker Pokémon.",
    "cobblemon.species.leukoon.name": "Leukoon",
    "cobblemon.species.leukoon.desc": "Scientists call Leukoon the immune system of nature. It is able to engulf any threat to its habitat using its massive, void-like maw.",
    "cobblemon.species.toxito.name": "Toxito",
    "cobblemon.species.toxito.desc": "The bane of swamps and other wet places, Toxito is dangerous in swarms. It is individually considered a pest, though, and is deterred with ease.",
    "cobblemon.species.sanguito.name": "Sanguito",
    "cobblemon.species.sanguito.desc": "Sanguito's antennae can sense warmth, helping it find prey in its dimly-lit swamp habitat. It emits a numbing toxin that keeps it undetected while it feeds.",
    "cobblemon.species.orett.name": "Orett",
    "cobblemon.species.orett.desc": "Born deep underground, Orett feeds on ore to keep its metallic shell strong. The composition of its body depends on what kind of ore it feeds on.",
    "cobblemon.species.anvelid.name": "Anvelid",
    "cobblemon.species.anvelid.desc": "Anvelid incubates inside mineral-rich cave walls in order to grow. However, it will ferociously attack any Pokémon or people who disturb its hibernation.",
    "cobblemon.species.magroplex.name": "Magroplex",
    "cobblemon.species.magroplex.desc": "Notoriously protective of its community, Magroplex will go so far as to collapse mines approaching its nests. Its durable body allows it to dig miles underground.",
    "cobblemon.species.viipii.name": "Viipii",
    "cobblemon.species.viipii.desc": "Although they are friendly to most Pokémon, in the wild, groups of Viipii are known to bicker and fight over nothing for days on end.",
    "cobblemon.species.chilloth.name": "Chilloth",
    "cobblemon.species.chilloth.desc": "Chilloth floats calmly in the water by connecting its arms to make an inner tube. It lets swimmers hold on when they need to catch their breath.",
    "cobblemon.species.soakoth.name": "Soakoth",
    "cobblemon.species.soakoth.desc": "Soakoth drifts nonchalantly along river rapids as if they were a gentle stream. Pokémon that can't swim sometimes climb on its belly to cross bodies of water.",
    "cobblemon.species.chayan.name": "Chayan",
    "cobblemon.species.chayan.desc": "Chayan is a born fighter, sparring with others mere hours after birth. It competes with others in challenges of skill and strength, striving to improve.",
    "cobblemon.species.macuarrior.name": "Macuarrior",
    "cobblemon.species.macuarrior.desc": "The edges of Macuarrior's blades are extremely sharp. Through constant honing, these blades can effortlessly cut through concrete.",
    "cobblemon.species.ocerumi.name": "Ocerumi",
    "cobblemon.species.ocerumi.desc": "Ocerumi encases its hands in special clay, baking them in harsh sun. When dried, these stone gauntlets can resist even Ocerumi's earth-shattering punch.",
    "cobblemon.species.fortifry.name": "Fortifry",
    "cobblemon.species.fortifry.desc": "Only Fortifry that learn to care for others will evolve. Though they are numerous and hardy, few Fortifry evolve due to their inherently selfish nature.",
    "cobblemon.species.oarwish.name": "Oarwish",
    "cobblemon.species.oarwish.desc": "Oarwish is known to emerge only to help people in need. This has gained it a reputation amongst sailors that it is a sign of luck and can grant wishes.",
    "cobblemon.species.smashiary.name": "Smashiary",
    "cobblemon.species.smashiary.desc": "Smashiary's reckless fighting style makes use of its long legs and aerial superiority to swoop onto enemies in a flurry of bone-shattering kicks.",
    "cobblemon.species.slatic.name": "Slatic",
    "cobblemon.species.slatic.desc": "Slatic has not yet mastered its powers of light distortion. As a result, its body parts will suddenly appear out of nowhere as its camouflage falters.",
    "cobblemon.species.telsion.name": "Telsion",
    "cobblemon.species.telsion.desc": "Telsion's lightning fast tongue carries an impressive electric current that cooks small bugs alive and can stun even the heftiest of opponents.",
    "cobblemon.species.chameleohm.name": "Chameleohm",
    "cobblemon.species.chameleohm.desc": "By using its ability to manipulate electromagnetic waves, Chameleohm can disrupt the light around it and render itself invisible to the naked eye.",
    "cobblemon.species.glauqua.name": "Glauqua",
    "cobblemon.species.glauqua.desc": "Even though Glauqua is highly venomous, it is known to be playful and enjoy making new friends. Still, one should try to stay away from its poisonous horns.",
    "cobblemon.species.hydranticus.name": "Hydranticus",
    "cobblemon.species.hydranticus.desc": "Hydranticus is a curious Pokémon that loves soaring behind ships for weeks on end, happily absorbing the toxic runoff left in their wakes.",
    "cobblemon.species.lintle.name": "Lintle",
    "cobblemon.species.lintle.desc": "The luster of Lintle's mane is indicative of its health. From birth, it always travels as part of a pair, and remain with its partner its whole life.",
    "cobblemon.species.silkinder.name": "Silkinder",
    "cobblemon.species.silkinder.desc": "The ribbons on Silkinder's neck are very sensitive, and shine in the moonlight. Silkinder often entwine ribbons as an affectionate gesture.",
    "cobblemon.species.paramoth.name": "Paramoth",
    "cobblemon.species.paramoth.desc": "On rare occasions, Paramoth will cloud together and perform a complicated, colorful dance. Some say this is related to the movements of the moon.",
    "cobblemon.species.parapy.name": "Parapy",
    "cobblemon.species.parapy.desc": "Parapy grows inside the mouth of a fish and replaces the tongue of its host. It uses its host's body as a trojan horse, attacking unwitting prey as it swims by.",
    "cobblemon.species.mawasite.name": "Mawasite",
    "cobblemon.species.mawasite.desc": "Mawasite has now fully overtaken its host's mind and body. By seizing complete control, the bodies have become inseparable.",
    "cobblemon.species.chimpoca.name": "Chimpoca",
    "cobblemon.species.chimpoca.desc": "Chimpoca, though typically naïve and clumsy, all aspire to become the leaders of their troops. Their brazen actions often lead them into trouble.",
    "cobblemon.species.simayan.name": "Simayan",
    "cobblemon.species.simayan.desc": "Simayan spend all their time sparring with each other. Their aim is to show that they are the strongest in the group, and thus become the next leader.",
    "cobblemon.species.monkezuma.name": "Monkezuma",
    "cobblemon.species.monkezuma.desc": "There can be only one Monkezuma per troop, who leads the rest with an iron fist. If another Simayan evolves, the two battle, and the loser is exiled.",
    "cobblemon.species.enigmite.name": "Enigmite",
    "cobblemon.species.enigmite.desc": "Enigmite selects a round stone and rolls it around tirelessly. When the stone becomes perfectly smooth, Enigmite gains psychic powers.",
    "cobblemon.species.enigmantis.name": "Enigmantis",
    "cobblemon.species.enigmantis.desc": "Enigmantis uses its perfectly rounded gem to focus its psychic powers. Robbing it of its stone leaves it sluggish and listless.",
    "cobblemon.species.arjibi.name": "Arjibi",
    "cobblemon.species.arjibi.desc": "Arjibi absorbs light with its colored fins to produce energy. In bright light, it flits about energetically, so fast that film barely registers it as a blur.",
    "cobblemon.species.royjibiv.name": "Royjibiv",
    "cobblemon.species.royjibiv.desc": "Royjibiv's iridescent scales reflect and amplify sunlight. When flying overhead, this causes it to bathe the ground below it in every color imaginable.",
    "cobblemon.species.barracute.name": "Barracute",
    "cobblemon.species.barracute.desc": "Barracute hides in the narrow openings between rocks to protect its soft body. It will stick its head out and bite anything unlucky enough to get near it.",
    "cobblemon.species.jawgodon.name": "Jawgodon",
    "cobblemon.species.jawgodon.desc": "Despite being a fast swimmer, Jawgodon prefers stealing others' prey and eating carrion rather than hunting. It will search on land if food is scarce.",
    "cobblemon.species.drosire.name": "Drosire",
    "cobblemon.species.drosire.desc": "Drosire cannot draw nutrients from the soil, so it uses its vines to hang from trees and catch bugs. Unaware humans may accidentally walk into it face first.",
    "cobblemon.species.sunduke.name": "Sunduke",
    "cobblemon.species.sunduke.desc": "Sunduke lead groups of Drosire in return for reverence. As such, they have long been a symbol of royalty, and ancient Urobians fashioned their regalia on them.",
    "cobblemon.species.wispern.name": "Wispern",
    "cobblemon.species.wispern.desc": "It is common to find a procession of Wispern at a funeral. It is believed that they are there to safely guide the deceased to the afterlife.",
    "cobblemon.species.phantern.name": "Phantern",
    "cobblemon.species.phantern.desc": "Phantern congregate in large groups at times of celebration. Oddly, its ghostly lights are known to appear at both festivals and funerals.",
    "cobblemon.species.glocto.name": "Glocto",
    "cobblemon.species.glocto.desc": "Glocto’s molten innards form constantly shifting bubbles of glowing lava. This strange, yet beautiful phenomenon is visible from above the ocean’s surface.",
    "cobblemon.species.lavoon.name": "Lavoon",
    "cobblemon.species.lavoon.desc": "Lavoon releases molten secretions from its blowhole, which gradually rise to the surface and cool. People collect them to use as alternative fuel.",
    "cobblemon.species.gilla.name": "Gilla",
    "cobblemon.species.gilla.desc": "From the moment it hatches, Gilla must fend for itself. It hunts on its own, even in its infancy, using poison glands filled with toxic venom.",
    "cobblemon.species.hornizard.name": "Hornizard",
    "cobblemon.species.hornizard.desc": "Hornizard’s spines contain a potent venom, while its skin secretes an acidic compound. Due to these defenses, it has almost no natural predators.",
    "cobblemon.species.ankillosore.name": "Ankillosore",
    "cobblemon.species.ankillosore.desc": "Ankillosore will let attackers strike its thick hide so it can line up a blow with its tail. If the impact doesn't fell the foe, the venom surely will.",
    "cobblemon.species.bazilisk.name": "Bazilisk",
    "cobblemon.species.bazilisk.desc": "While sunbathing, Bazilisk lays in tall grass so that only its dorsal leaf is visible. When prey passes by, however, it jumps up and snaps at it quickly.",
    "cobblemon.species.ornitherb.name": "Ornitherb",
    "cobblemon.species.ornitherb.desc": "Ornitherb work together to steal eggs from other Pokémon's nests. A few will distract the parents while others make off with their target.",
    "cobblemon.species.dilophlora.name": "Dilophlora",
    "cobblemon.species.dilophlora.desc": "Dilophlora will commit every rock and plant in its jungle to memory. That way it can swiftly avoid any obstacle while chasing down its prey at high speeds.",
    "cobblemon.species.baboom.name": "Baboom",
    "cobblemon.species.baboom.desc": "Baboom is vicious towards any outsiders. It can build up an electric charge by rapidly slapping its own rear, which causes thunderous blasts of lightning.",
    "cobblemon.species.icetope.name": "Icetope",
    "cobblemon.species.icetope.desc": "Icetope's innards are in the constant danger of overheating and melting down. To counteract this, it maintains an extremely low body temperature.",
    "cobblemon.species.chillnobyl.name": "Chillnobyl",
    "cobblemon.species.chillnobyl.desc": "Chillnobyl appears near radioactive sites and absorbs the radiation there. It is often used to clean up nuclear waste and seek out leaks in nuclear reactors.",
    "cobblemon.species.wendingo.name": "Wendingo",
    "cobblemon.species.wendingo.desc": "Wendingo lives in a tight-knit pack. It uses its coloration to blend in with its snowy habitat, then cooperates with the pack to take down larger prey.",
    "cobblemon.species.carnibal.name": "Carnibal",
    "cobblemon.species.carnibal.desc": "Carnibal's ravaging hunger is never satisfied. It can't stand the thought of sharing food with others, so it leaves the pack to hunt on its own.",
    "cobblemon.species.luchito.name": "Luchito",
    "cobblemon.species.luchito.desc": "Luchito practice grabs and throws on rocks to develop their own signature move. Despite their size, their tail stores a powerful electric charge.",
    "cobblemon.species.eluchadon.name": "Eluchadon",
    "cobblemon.species.eluchadon.desc": "When Eluchadon is challenged, it holds nothing back against its foe. It builds up static energy in its mane to unleash in an electrifying finishing move.",
    "cobblemon.species.grolem.name": "Grolem",
    "cobblemon.species.grolem.desc": "Acting as a sentry for temples, Grolem forms a symbiosis with the moss and foliage it wears. Roots run through it like circuitry to deliver solar energy.",
    "cobblemon.species.comossus.name": "Comossus",
    "cobblemon.species.comossus.desc": "Comossus is theorized to have served as a sentinel for bygone civilizations. It is able to focus natural energies into powerful destructive beams.",
    "cobblemon.species.larvyn.name": "Larvyn",
    "cobblemon.species.larvyn.desc": "Larvyn's appetite is ravenous. It will eat almost anything, be it wood, rocks or even metal. It uses the nutrients to slowly develop a sturdy shell.",
    "cobblemon.species.dracoon.name": "Dracoon",
    "cobblemon.species.dracoon.desc": "Having encased itself in a rigid shell, Dracoon begins its transformation. It hardly moves at all, instead directing its entire attention to its growth.",
    "cobblemon.species.basilect.name": "Basilect",
    "cobblemon.species.basilect.desc": "Basilect uses its powerful pincers to shear and jab at foes. Opposing Basilect will grapple with their pincers and try to hurl the other as far as they can.",
    "cobblemon.species.carbite.name": "Carbite",
    "cobblemon.species.carbite.desc": "Carbite consumes minerals in excess to toughen its rocky hide. It prefers carbon, so it will occasionally go after live prey.",
    "cobblemon.species.pressaur.name": "Pressaur",
    "cobblemon.species.pressaur.desc": "Pressaur compresses the minerals it consumes, producing so much energy that it must expel heat through the vents that run along its rugged body.",
    "cobblemon.species.diamat.name": "Diamat",
    "cobblemon.species.diamat.desc": "In battle, Diamat refracts light through its glittering body to blind foes, then finishes them off with its powerful, unbreakable claws.",
    "cobblemon.species.quecko.name": "Quecko",
    "cobblemon.species.quecko.desc": "Quecko is hard to find and catch; this makes it very sought after not only by trainers, but also by healers who use its leaves to make medicine.",
    "cobblemon.species.tozecko.name": "Tozecko",
    "cobblemon.species.tozecko.desc": "Tozecko was worshipped as a god of wind and harvest in ancient times. When offered tribute, it would ensure clear skies and bountiful crops.",
    "cobblemon.species.crakling.name": "Crakling",
    "cobblemon.species.crakling.desc": "If one hears sharp explosions with no one around, it might be a Crakling, blowing up pebbles for fun. Its tail constantly shoots bright sparks.",
    "cobblemon.species.fuelong.name": "Fuelong",
    "cobblemon.species.fuelong.desc": "Fuelong idly rests in the clouds at day, but at night it awakes and breathes its colorful fire. From below, it looks like a display of brilliant fireworks.",
    "cobblemon.species.draggar.name": "Draggar",
    "cobblemon.species.draggar.desc": "Draggar looks fierce from afar, but it is in fact very jovial. It enjoys swimming through even the roughest seas, unafraid of storms or large waves.",
    "cobblemon.species.ragnarow.name": "Ragnarow",
    "cobblemon.species.ragnarow.desc": "On foggy nights, Ragnarow is often mistaken for an abandoned vessel. Sailors tell stories of the terrible shipwrecks that occur if Ragnarow is approached.",
    "cobblemon.species.eronze.name": "Eronze",
    "cobblemon.species.eronze.desc": "Eronze's body is made from an ancient metal alloy lost to modern science. It can withstand intense heat and force without the slightest bit of damage.",
    "cobblemon.species.erion.name": "Erion",
    "cobblemon.species.erion.desc": "Erion is an industrial titan, ravenously consuming fuel and spewing it out as toxic smog. Plants and Pokémon in its wake wither and gasp for air.",
    "cobblemon.species.erace.name": "Erace",
    "cobblemon.species.erace.desc": "Thought to be damaged beyond repair, Erace was retrofitted with state-of-the-art technology. Its new, advanced body can even withstand atmospheric re-entry.",
    "cobblemon.species.patama.name": "Patama",
    "cobblemon.species.patama.desc": "Patama presides over land and forests, caring for the plants and Pokémon. It perpetuates the life cycle, making sure death always brings forth new life.",
    "cobblemon.species.machima.name": "Machima",
    "cobblemon.species.machima.desc": "Machima is said to wander the badlands, shrouded in a perpetual sandstorm. In legend, it whisks intruders away from the desert on a cushion of wind.",
    "cobblemon.species.yacuma.name": "Yacuma",
    "cobblemon.species.yacuma.desc": "Seeing Yacuma's lights floating in the deep is a bad omen for sailors. Ships that pollute the sea are unlikely to escape its wrath and return to shore.",
    "cobblemon.species.quetzar.name": "Quetzar",
    "cobblemon.species.quetzar.desc": "Quetzar's wings inspired the ancient Urobians to name the constellations. Legends warn that if it leaves, the night sky will turn pitch black.",
    "cobblemon.species.quetzarspace.name": "Quetzar",
    "cobblemon.species.quetzarspace.desc": "Quetzar's wings inspired the ancient Urobians to name the constellations. Legends warn that if it leaves, the night sky will turn pitch black.",
    "cobblemon.species.xochi.name": "Xochi",
    "cobblemon.species.xochi.desc": "",
    "cobblemon.species.xotec.name": "Xotec",
    "cobblemon.species.xotec.desc": "",
    "cobblemon.species.lukpup.name": "Lukpup",
    "cobblemon.species.lukpup.desc": "A shy Pokémon that only appears in perfect weather conditions. It's seen so rarely that some people aren't convinced that they're real.",
    "cobblemon.species.lukagon.name": "Lukagon",
    "cobblemon.species.lukagon.desc": "To see a Lukagon in the wild requires incredible luck. It is said that if a Lukagon rubs up against you that you will be cured of any disease you may have.",
    "cobblemon.species.kokiseed.name": "Kokiseed",
    "cobblemon.species.kokiseed.desc": "A small seed-like Pokémon that enjoys dancing at festivals. It scatters its leaves around for pizaz. It will sometimes try to imitate stronger Pokémon fighting.",
    "cobblemon.species.kokipound.name": "Kokipound",
    "cobblemon.species.kokipound.desc": "Their passion for dance transitions to martial arts. Can be found sparring on beaches. It hits palm tree trunks with its bare fists.",
    "cobblemon.species.kokismash.name": "Kokismash",
    "cobblemon.species.kokismash.desc": "These Pokémon are gentle in nature, despite their intimidating demeanor. They enjoy dancing, sparring, and lifting heavy things. They like to protect smaller friends.",
    "cobblemon.species.chargo.name": "Chargo",
    "cobblemon.species.chargo.desc": "A mountain Pokémon that is kept around villages to keep people warm. They are ditzy and must be watched around flammable things.",
    "cobblemon.species.burnaram.name": "Burnaram",
    "cobblemon.species.burnaram.desc": "The Pokémon puts on some bulk after evolving as it learns better to control its body. They can stand still for hours, meditating.",
    "cobblemon.species.psysteed.name": "Psysteed",
    "cobblemon.species.psysteed.desc": "This Pokémon helps nomadic tribes haul building material using its telekenetic powers. Humans also dye the fur with archaic symbols.",
    "cobblemon.species.darpole.name": "Darpole",
    "cobblemon.species.darpole.desc": "This Pokémon likes to play pranks on trainers who get too close to the edge of a pond, and then dive down into the water where it can't be reached.",
    "cobblemon.species.brutoad.name": "Brutoad",
    "cobblemon.species.brutoad.desc": "Brutoad are known to be aggressive and territorial, following orders from a stronger lead Pokémon. Their fins are sharp on the edges.",
    "cobblemon.species.godfrogger.name": "Godfrogger",
    "cobblemon.species.godfrogger.desc": "A lethargic Pokémon that prefers to give orders to its underlings instead of doing things itself. It tries to control wild areas, usually humid and swampy locations.",
    "cobblemon.species.gorochu.name": "Gorochu",
    "cobblemon.species.gorochu.desc": "Gorochu are competitive by nature. They use their large tails, charged with electricity, to slash at their foes. They inhabit generally hot areas.",
    "cobblemon.species.nidorook.name": "Nidorook",
    "cobblemon.species.nidorook.desc": "When a Nidorino or Nidorina evolve into Nidorook, they maintain their quadruped form. This evolutionary branch has an emphasis on speed.",
    "cobblemon.species.quezsparce.name": "Quezsparce",
    "cobblemon.species.quezsparce.desc": "It uses its jaded chin as a plow to move dirt while tunneling. The growth in its wings allows it to be a faster, and more dangerous opponent above ground.",
    "cobblemon.species.faeralynx.name": "Faeralynx",
    "cobblemon.species.faeralynx.desc": "The fur of a Faeralynx is highly sought after by the wealthy elite. They tend to spend at least 6 hours a day grooming themselves.",
    "cobblemon.species.skulkraken.name": "Skulkraken",
    "cobblemon.species.skulkraken.desc": "A metal shell encasing a vicious sea creature. Its claws can rip through the steel hull of a ship. Legend has it that a giant Skulkraken exists in the vast oceans.",
    "cobblemon.species.oozma.name": "Oozma",
    "cobblemon.species.oozma.desc": "When Muk become too hot, their bodies transition into molten lava. Oozma feed off pools of lava to continue to maintain their high body temperature.",
    "cobblemon.species.omeon.name": "Omeon",
    "cobblemon.species.omeon.desc": "Omeon have a natural connection with the spirits. The flame on the end of its tail will flicker and blow in the direction of any unseen presence.",
    "cobblemon.species.champeon.name": "Champeon",
    "cobblemon.species.champeon.desc": "Champeon are naturally competitive and will seek out bigger opponents. Can often be found in alley ways, scrapping with the fiercest scavengers.",
    "cobblemon.species.lepideon.name": "Lepideon",
    "cobblemon.species.lepideon.desc": "Lepideon are natural pollen magnets. If a loved one of Lepideon has allergies to pollen, Lepideon will collect all the pollen in the area to help relieve the irritation.",
    "cobblemon.species.guardeon.name": "Guardeon",
    "cobblemon.species.guardeon.desc": "If Eevees in a pack evolve, the combination of Guardeon and Champeon can be volatile. Guardeon have an eternal rivalry with any Champeon they meet, even if related.",
    "cobblemon.species.obsideon.name": "Obsideon",
    "cobblemon.species.obsideon.desc": "Among mountainous Pokémon, it is relatively faster. It rams its obsidian covered spine against Graveler and Onix as a way of playing around to get them to chase it.",
    "cobblemon.species.scorpeon.name": "Scorpeon",
    "cobblemon.species.scorpeon.desc": "It has been said that Scorpeon's tail has a mind of its own. Scorpeon will get its prey to focus on its face while it steadily aims its stinger for the next strike.",
    "cobblemon.species.sphynxeon.name": "Sphynxeon",
    "cobblemon.species.sphynxeon.desc": "In ancient times, Sphynxeon were treated as a divine beings sent from the heavens. Many of the designs from the royal wardrobes were inspired by Sphynxeon.",
    "cobblemon.species.nimbeon.name": "Nimbeon",
    "cobblemon.species.nimbeon.desc": "Nimbeon floats through the air, barely grazing the surface as it's used as a pushing-off point. If winds get too strong, it can blow Nimbeon away.",
    "cobblemon.species.draconeon.name": "Draconeon",
    "cobblemon.species.draconeon.desc": "Draconeon are considered exotic and are rarely seen outside of Blackthorn City in Johto. Though smaller than most dragons, Draconeon are fierce and passionate.",
    "cobblemon.species.eeveeon.name": "Eeveeon",
    "cobblemon.species.eeveeon.desc": "Eeveeon is the result of an Eevee with stable DNA. When exposed to the pure energy of an Astral Stone, Eevee is able to maintain its Normal typing during evolution.",
    "cobblemon.species.vareon.name": "Vareon",
    "cobblemon.species.vareon.desc": "Vareon is the result of an Eevee trying to adapt to overly mutated DNA. This Pokémon seems to be able to change its typing fluidly throughout battle.",
    "cobblemon.species.terathwack.name": "Terathwack",
    "cobblemon.species.terathwack.desc": "A rarely seen evolution to Marowak. The skull once worn as a Cubone has now become a natural part of the Pokémon. Can often be seen protecting wild Kangaskhan.",
    "cobblemon.species.grimfowl.name": "Grimfowl",
    "cobblemon.species.grimfowl.desc": "In ancient times, people believed Grimfowl to be the harbinger of death, sent from the underworld. Nowadays its feathers are used as funeral décor.",
    "cobblemon.species.sunflorid.name": "Sunflorid",
    "cobblemon.species.sunflorid.desc": "Sunflorid converts solar energy into nutrition and stores the excess for future use in battle. It has a tendency to singe its own hands while using Fire based attacks.",
    "cobblemon.species.sorcerice.name": "Sorcerice",
    "cobblemon.species.sorcerice.desc": "This Pokémon's elemental abilities are so powerful that it must live in isolation while maintaining constant focus to prevent itself from freezing everything around it.",
    "cobblemon.species.kecleodon.name": "Kecleodon",
    "cobblemon.species.kecleodon.desc": "Kecleodon are so good at blending in with their environments, that it was only just discovered recently that Kecleon could even evolve at all.",
    "cobblemon.species.wereyena.name": "Wereyena",
    "cobblemon.species.wereyena.desc": "In rare occasion, when Mightyena are exposed to pure moonlight, they will evolve into Wereyena. Legends said that these Pokémon were just transformed humans.",
    "cobblemon.species.reaptide.name": "Reaptide",
    "cobblemon.species.reaptide.desc": "Reaptide lurks in murky waters, searching for prey. It drags its victims deep into the water where they succumb to the high pressure, or suffocate.",
    "cobblemon.species.kidfoot.name": "Kidfoot",
    "cobblemon.species.kidfoot.desc": "Most people consider Kidfoot to be a myth, being rarely seen by the average person. Because they are so elusive, little research has been done on them.",
    "cobblemon.species.snosquatch.name": "Snosquatch",
    "cobblemon.species.snosquatch.desc": "Snosquatch can be highly aggressive and prone to fits of rage, which can become so intense that they cause avalanches. It will claim mountain tops as its territory.",
    "cobblemon.species.grasquatch.name": "Grasquatch",
    "cobblemon.species.grasquatch.desc": "Grasquatch's existence was a subject of debate for many years due to its rarity. It is seen as a peaceful guardian of any forest that it inhabits.",
    "cobblemon.species.arctusk.name": "Arctusk",
    "cobblemon.species.arctusk.desc": "It is believed that Arctusk may share a common ancestor with Phanpy, due to their similar biology. Arctusk roamed frigid environments hundreds of years ago.",
    "cobblemon.species.gigantusk.name": "Gigantusk",
    "cobblemon.species.gigantusk.desc": "This Pokémon was revived from a specimen found frozen in an ancient glacier. It was hunted by ancient humans for its extremely durable armor.",
    "cobblemon.species.iceros.name": "Iceros",
    "cobblemon.species.iceros.desc": "At birth, Iceros lacks the strength to lift its horn off the ground. It relies on the care of its herd to survive until it becomes strong enough to move on its own.",
    "cobblemon.species.glacieros.name": "Glacieros",
    "cobblemon.species.glacieros.desc": "Glacieros shares a common ancestor with the Rhyhorn family. The horn is encased in ice, which makes up about half of the total body weight of these Pokémon.",
    "cobblemon.species.mockroach.name": "Mockroach",
    "cobblemon.species.mockroach.desc": "Mockroach can detach its head and use it as a projectile. Luckily it can survive for up to three months without its head attached, because it tends to lose it.",
    "cobblemon.species.jollibird.name": "Jollibird",
    "cobblemon.species.jollibird.desc": "Jollibird will only be in the presence of people who have been nice all year round. Given the nature of human beings, very few people have seen a Jollibird.",
    "cobblemon.species.kablowfish.name": "Kablowfish",
    "cobblemon.species.kablowfish.desc": "The inside of Kablowfish's body is so highly pressurized that just touching it can cause it to burst, releasing a large cloud of poisonous gas.",
    "cobblemon.species.scalarva.name": "Scalarva",
    "cobblemon.species.scalarva.desc": "Despite its appearance, Scalarva is actually rather docile. It relies on its sharp spikes and scales for protection, only using violence as a last resort.",
    "cobblemon.species.dragalis.name": "Dragalis",
    "cobblemon.species.dragalis.desc": "Dragalis's body is composed of solid scales over a dense layer of silk. Its true power slumbers within the innermost layer, waiting to be unleashed.",
    "cobblemon.species.ceregal.name": "Ceregal",
    "cobblemon.species.ceregal.desc": "In the distant past, it was believed that anyone capable of taming Ceregal was destined to rule. The pattern on its wings take on the face of a frightening dragon.",
    "cobblemon.species.gargon.name": "Gargon",
    "cobblemon.species.gargon.desc": "Gargon is one of the earliest discovered Dragon Pokémon, and was a symbol of the Dragon Tamer Clan in Johto. Statues of this Pokémon are scattered around the world.",
    "cobblemon.species.wardern.name": "Wardern",
    "cobblemon.species.wardern.desc": "In ancient times, there was much debate over whether Wardern's ferocity came from its desire to fight evil or it being a vessel for evil itself.",
    "cobblemon.species.dragoyle.name": "Dragoyle",
    "cobblemon.species.dragoyle.desc": "Hundreds of years ago, this Pokémon would be perched atop cathedrals and large stone architecture. It seemed to want to protect the inhabitants below.",
    "cobblemon.species.porygonx.name": "PorygonX",
    "cobblemon.species.porygonx.desc": "Porygon-X is an upgrade to Porygon, programmed by Professor Thorn. It is designed to translate quantum data between infinite realities.",
    "cobblemon.species.oculeus.name": "Oculeus",
    "cobblemon.species.oculeus.desc": "Oculeus exists as an omniscient, universal force. It uses Unown to observe life all over the universe. Once the Unown is done observing, it is absorbed into Oculeus.",
    "cobblemon.species.arkhaos.name": "Arkhaos",
    "cobblemon.species.arkhaos.desc": "Arkhaos exists in the void between dimensions, where it lays eggs that spawn Arceus with a new universe. Its rotating ring is used to create rifts in reality.",
    "cobblemon.species.viledoom.name": "Viledoom",
    "cobblemon.species.viledoom.desc": "Its rotten pollen have turned into deadly spores. Viledoom live dissacoiated from any other living beings due their spores being too dangerous for any ecosystem.",
    "cobblemon.species.mortossum.name": "Mortossum",
    "cobblemon.species.mortossum.desc": "Mortossum managed to rid its body from the poisonous spores. Despite Mortossums destructive past, its will to focus and act towards the greater good has remained.",
    "cobblemon.species.mushling.name": "Mushling",
    "cobblemon.species.mushling.desc": "Consuming the spores from this Pokémon has been known to cause psychic hallucinations. It can also lead to nausea and migraines, it is not advised.",
    "cobblemon.species.psycholyte.name": "Psycholyte",
    "cobblemon.species.psycholyte.desc": "Upon evolution, this Pokémon goes hunting for a suitable stick. They form a strong bond with the chosen stick and use it to channel its psychic powers.",
    "cobblemon.species.shroomage.name": "Shroomage",
    "cobblemon.species.shroomage.desc": "The spores that Shroomage give off have been found to be dangerous. Hallucinations and other symptoms can sometimes last days. Some people believe the spores grant the consumer special powers.",
    "cobblemon.species.calfpint.name": "Calfpint",
    "cobblemon.species.calfpint.desc": "They are usually found around their mothers, who are typically raised on farms. It is uncommon to see them by themselves in the wild. When startled, they charge.",
    "cobblemon.species.arbird.name": "Arbird",
    "cobblemon.species.arbird.desc": "Arbird are sent off on their own mere hours after hatching, left to fend for themselves. Their dense armor keeps them safe from potential predators.",
    "cobblemon.species.girafaraf.name": "Girafaraf",
    "cobblemon.species.girafaraf.desc": "Exposure to the energy of a Dawn Stone has allowed for the front brain to gain full control of itself. The rear brain withers and becomes just a standard tail.",
    "cobblemon.species.giragira.name": "Giragira",
    "cobblemon.species.giragira.desc": "Exposure to the energy of a Dusk Stone has strengthened the rear brain of Girafarig. In the process of evolution, the rear brain has convinced the front brain to surrender its power, giving control to the darker half.",
    "cobblemon.species.whave.name": "Whave",
    "cobblemon.species.whave.desc": "An outgoing whale Pokémon that generally dwells in the deep seas. It is playful with other Pokémon as long as it's not battling.",
    "cobblemon.species.orcabyss.name": "Orcabyss",
    "cobblemon.species.orcabyss.desc": "A ferocious creature that will impale anything that moves too quickly in an aggressive manner. Its horn is strong enough to burrow through glaciers.",
    "cobblemon.species.zapalope.name": "Zapalope",
    "cobblemon.species.zapalope.desc": "A Pokémon that zips through dense forests with ease. Its electrical energy allows it to move at high speeds. You can tell a Zapalope trail by the singed edges of the plants around it.",
    "cobblemon.species.joltalope.name": "Joltalope",
    "cobblemon.species.joltalope.desc": "A Pokémon that expends high amounts of energy during its active hours. During its resting hours, it sleeps for long periods of time in overgrown forest nests. The foliage starts to take root in Joltalopes fur.",
    "cobblemon.species.mewthree.name": "Mewthree",
    "cobblemon.species.mewthree.desc": "Thorn created this creature, via genetic manipulation, using DNA from Mewtwo and Deoxys. It was meant to be a counter to Arkhaos, but has never been put to the test.",
    "cobblemon.species.ufi.name": "UFI",
    "cobblemon.species.ufi.desc": "An unidentified infantile Pokemon, from beyond the visible universe. It has taken up residence in the Oort Cloud.",
    "cobblemon.species.shyleon.name": "Shyleon",
    "cobblemon.species.shyleon.desc": "An exceptionally timid Pokémon always wearing a mask that covers it face. The mask itself seems to be its power source.",
    "cobblemon.species.shyleonterrestrial.name": "Shyleon",
    "cobblemon.species.shyleonterrestrial.desc": "The Red Energy enhanced its ability to camouflage. It is almost impossible to detect Shyleon in its habitat.",
    "cobblemon.species.shyleonxenoversal.name": "Shyleon",
    "cobblemon.species.shyleonxenoversal.desc": "It Aquired magic powers after absorbing the Blue Energy. It was revered as a deity by an ancient civilization.",
    "cobblemon.species.shyleonastral.name": "Shyleon",
    "cobblemon.species.shyleonastral.desc": "Shyleon's real form. In ancient times, it fought with its brothers alongside Luxflon to defeat the Chaos throughout the universe.",
    "cobblemon.species.shyleonx.name": "Shyleon",
    "cobblemon.species.shyleonx.desc": "Made of pure X Energy, this serpentine Pokémon wraps around enemies until it chokes them.",
    "cobblemon.species.trishout.name": "Trishout",
    "cobblemon.species.trishout.desc": "Despite its size, it can already shout very loudly. If it cries too much, it becomes voiceless and coughs smoke.",
    "cobblemon.species.trishoutterrestrial.name": "Trishout",
    "cobblemon.species.trishoutterrestrial.desc": "It has become more competitive thanks to the Red Energy. It goes wild during battle, releasing scorching flames from its horn.",
    "cobblemon.species.trishoutxenoversal.name": "Trishout",
    "cobblemon.species.trishoutxenoversal.desc": "The Blue Energy has given it an overwhelming explosive power. It ejects air from the ports on its body to boost its fiery roars.",
    "cobblemon.species.trishoutastral.name": "Trishout",
    "cobblemon.species.trishoutastral.desc": "Trishout's real form. In ancient times, it fought with its brothers alongside Luxflon to defeat the Chaos throughout the universe.",
    "cobblemon.species.trishoutx.name": "Trishout",
    "cobblemon.species.trishoutx.desc": "Made of pure X Energy, this Pokémon attacks its enemies ruthlessly until you knock them out.",
    "cobblemon.species.shulong.name": "Shulong",
    "cobblemon.species.shulong.desc": "Its blue covering skin is very elastic and can rebound attacks. However, it is extremely sensitive to cold.",
    "cobblemon.species.shulongterrestrial.name": "Shulong",
    "cobblemon.species.shulongterrestrial.desc": "The energy of Planet Earth has turned its skin into a coriaceous armor. After every wound, it comes back harder.",
    "cobblemon.species.shulongxenoversal.name": "Shulong",
    "cobblemon.species.shulongxenoversal.desc": "Blue Energy has made it vicious and territorial. No one is able to take on it underwater.",
    "cobblemon.species.shulongastral.name": "Shulong",
    "cobblemon.species.shulongastral.desc": "Shulong's real form. In ancient times, it fought with its brothers alongside Luxflon to defeat the Chaos throughout the universe.",
    "cobblemon.species.shulongx.name": "Shulong",
    "cobblemon.species.shulongx.desc": "Made of pure X Energy, this Pokémon stuns its enemies from behind, then takes advantage of them and hits them relentlessly.",
    "cobblemon.species.sparkowl.name": "Sparkowl",
    "cobblemon.species.sparkowl.desc": "It has a peaceful nature and attacks only when threatened. First it paralyzes the enemy with a weak electric shock, then runs away.",
    "cobblemon.species.shawkbird.name": "Shawkbird",
    "cobblemon.species.shawkbird.desc": "You can see flocks of Shawkbird during storms. If you touch one of them while it's flying, you will get zapped.",
    "cobblemon.species.harrowk.name": "Harrowk",
    "cobblemon.species.harrowk.desc": "It lives on mountaintops that are likely to be stricken by lightning bolts. It stores electricity in its cloud, then plummets down to strike its prey.",
    "cobblemon.species.yemin.name": "Yemin",
    "cobblemon.species.yemin.desc": "It constantly undertakes an intense meditation training. As a result of this, it is always super focused in battles.",
    "cobblemon.species.kungfur.name": "Kungfur",
    "cobblemon.species.kungfur.desc": "Thanks to the strong experience it has acquired in countless battles, it teaches weak Pokémon to fight. It is very strict as an instructor.",
    "cobblemon.species.masgot.name": "Masgot",
    "cobblemon.species.masgot.desc": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.fire_masgot.name": "Masgot",
    "cobblemon.species.fire_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.ghost_masgot.name": "Masgot",
    "cobblemon.species.ghost_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.ice_masgot.name": "Masgot",
    "cobblemon.species.ice_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.dark_masgot.name": "Masgot",
    "cobblemon.species.dark_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.electric_masgot.name": "Masgot",
    "cobblemon.species.electric_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.fighting_masgot.name": "Masgot",
    "cobblemon.species.fighting_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.flying_masgot.name": "Masgot",
    "cobblemon.species.flying_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.grass_masgot.name": "Masgot",
    "cobblemon.species.grass_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.rock_masgot.name": "Masgot",
    "cobblemon.species.rock_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.poison_masgot.name": "Masgot",
    "cobblemon.species.poison_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.ground_masgot.name": "Masgot",
    "cobblemon.species.ground_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.steel_masgot.name": "Masgot",
    "cobblemon.species.steel_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.water_masgot.name": "Masgot",
    "cobblemon.species.water_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.sound_masgot.name": "Masgot",
    "cobblemon.species.sound_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.psychic_masgot.name": "Masgot",
    "cobblemon.species.psychic_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.dragon_masgot.name": "Masgot",
    "cobblemon.species.dragon_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.fairy_masgot.name": "Masgot",
    "cobblemon.species.fairy_masgot.desc1": "It defends from predators assuming the form of bigger Pokémon. It is very popular among Bug Maniacs.",
    "cobblemon.species.bremand.name": "Bremand",
    "cobblemon.species.bremand.desc": "It is said this Pokémon represents the soul of music. It has full control over its voice so that it can adapt to any kind of song.",
    "cobblemon.species.guitarist_bremand.name": "Bremand",
    "cobblemon.species.guitarist_bremand.desc1": "It is said this Pokémon represents the soul of music. The electrifying solos it plays with its big whiskers will make your hair stand on end.",
    "cobblemon.species.drummer_bremand.name": "Bremand",
    "cobblemon.species.drummer_bremand.desc1": "It is said this Pokémon represents the soul of music. Thumping its chest with two drumsticks, it boost the morale to anyone who's listening.",
    "cobblemon.species.bassist_bremand.name": "Bremand",
    "cobblemon.species.bassist_bremand.desc1": "It is said this Pokémon represents the soul of music. It quietly strims its tail, but occasionally it can play unexpectedly energetic grooves.",
    "cobblemon.species.puppillon.name": "Puppillon",
    "cobblemon.species.puppillon.desc": "It takes control of other Pokémon to do whatever it wants. However, it does this not with malevolence, but just because it is bashful.",
    "cobblemon.species.hangead.name": "Hangead",
    "cobblemon.species.hangead.desc": "It controls Pokémon and human beings as puppets using its strings. Feeding on their life energy, it turns their bodies in soul-less empty shells.",
    "cobblemon.species.nunvil.name": "Nunvil",
    "cobblemon.species.nunvil.desc": "Behind its lovely graceful appearance lies a spiteful side. It will terrify its enemies just for fun.",
    "cobblemon.species.whisteract.name": "Whisteract",
    "cobblemon.species.whisteract.desc": "Whisteract haunts abandoned mansions, jealously guarding everything inside. It's said to be very vengeful towards raiders.",
    "cobblemon.species.blingrimm.name": "Blingrimm",
    "cobblemon.species.blingrimm.desc": "It is a real miners' nightmare. A single touch of its metal claws and you will be badly intoxicated.",
    "cobblemon.species.blingrudge.name": "Blingrudge",
    "cobblemon.species.blingrudge.desc": "Compressing and releasing its spiked tail, it will pierce even the thickest walls. It builds complicated tunnels in mazes to exhaust its preys.",
    "cobblemon.species.hikiloo.name": "Hikiloo",
    "cobblemon.species.hikiloo.desc": "Hikiloo is a perfect partner for beginners. It will always follow orders by its Trainer it sees as a leader.",
    "cobblemon.species.mylomute.name": "Mylomute",
    "cobblemon.species.mylomute.desc": "Extremely loyal and intelligent Pokémon. It is widely used for pulling sleds since it can scent the safe route even in a blizzard.",
    "cobblemon.species.kidoon.name": "Kidoon",
    "cobblemon.species.kidoon.desc": "It's incredible fertile in ponds and swamps. It feeds on microorganisms it filters with its large mouth.",
    "cobblemon.species.honchen.name": "Honchen",
    "cobblemon.species.honchen.desc": "Revered as a deity in the past. Somewhere in the world, there's still the tradition to welcome the new year dedicating it a dance.",
    "cobblemon.species.persage.name": "Persage",
    "cobblemon.species.persage.desc": "It can see the future through its crystal ball. Those who ask it for prediction more than three times will be cursed for life.",
    "cobblemon.species.koinkoin.name": "Koinkoin",
    "cobblemon.species.koinkoin.desc": "The more it moves, the more is the gold it drops from its navel. After an intense struggle, its Trainer will make plenty of Nuggets.",
    "cobblemon.species.beefle.name": "Beefle",
    "cobblemon.species.beefle.desc": "It runs around full of vitality and charges into bigger and stronger Pokémon. Its external shell hardens over time.",
    "cobblemon.species.punchbug.name": "Punchbug",
    "cobblemon.species.punchbug.desc": "They hang on tree branches, letting Beefle punching them to store the energy required to evolve.",
    "cobblemon.species.hercurcules.name": "Hercurcules",
    "cobblemon.species.hercurcules.desc": "It overcomes opponents with its huge body. It categorically refuses to battle against a Pokémon it doesn't deem worthy.",
    "cobblemon.species.chigami.name": "Chigami",
    "cobblemon.species.chigami.desc": "Its skin has the same properties as the paper. Apparently origamis were invented looking at this exact Pokémon.",
    "cobblemon.species.grudako.name": "Grudako",
    "cobblemon.species.grudako.desc": "According to the legend, this origami crane came to life thanks to a mystical melody after the death of its child creator.",
    "cobblemon.species.sabolt.name": "Sabolt",
    "cobblemon.species.sabolt.desc": "Information about this Pokémon is shrouded in mystery. It is said to have appeared after a power outage.",
    "cobblemon.species.saboltterrestrial.name": "Sabolt",
    "cobblemon.species.saboltterrestrial.desc": "It looks like the Red Energy had somehow affected this Pokémon. Wrapped in the darkness of its cloak, it shoots thunderbolts all of sudden.",
    "cobblemon.species.saboltxenoversal.name": "Sabolt",
    "cobblemon.species.saboltxenoversal.desc": "It appears to be affected by the Blue Energy too, becoming fierce and savage. It fires immense dark lightning bolts from its mane charged with electricity.",
    "cobblemon.species.gachigachoo.name": "Gachigachoo",
    "cobblemon.species.gachigachoo.desc": "It withstands low temperatures thanks to its thick fur coat. If you rub that, it will charge with static electricity and electrocute.",
    "cobblemon.species.hystearic.name": "Hystearic",
    "cobblemon.species.hystearic.desc": "If someone tries to yank them out of the ground while they're sleeping, these Pokemon will shriek out loud making even large size Pokemon dizzy.",
    "cobblemon.species.wystearia.name": "Wystearia",
    "cobblemon.species.wystearia.desc": "It chatters non-stop in the shade of its foliage. Whoever accidentally catches the sound waves from its floreal antennas will have to swallow it endless babble.",
    "cobblemon.species.pepequeno.name": "Pepequeno",
    "cobblemon.species.pepequeno.desc": "It is coated with an oily, spicy substance. Pretending to be a Berry, it waits for someone to bite it. Then it laughs out loud on its own joke.",
    "cobblemon.species.scovile.name": "Scovile",
    "cobblemon.species.scovile.desc": "The color of its tail is indicative of its body temperature and its actual mood. If it rampages, it will burn everything down.",
    "cobblemon.species.scovilex.name": "ScovileX",
    "cobblemon.species.scovilex.desc": "The Scovile owned by Dimension Colonel Dahlia. When ingested, its seeds will electrocute the body from the inside.",
    "cobblemon.species.excalibould.name": "Excalibould",
    "cobblemon.species.excalibould.desc": "This rock pile came to life thanks to the combative spirit of past paladins that inhabited the sword wedged in it.",
    "cobblemon.species.madieval.name": "Madieval",
    "cobblemon.species.madieval.desc": "It is said that the mystical energy which fills this Pokemon and makes its stones float around is somehow related to the Moon's influence.",
    "cobblemon.species.rockapye.name": "Rockapye",
    "cobblemon.species.rockapye.desc": "Despite its clumsy appearance, it is a very quick learner if followed step by step. Each Rockapye has a diffferent handprint.",
    "cobblemon.species.troglolith.name": "Troglolith",
    "cobblemon.species.troglolith.desc": "It is supposed to be the missing evolutionary link. In ancient times, males and females used to raise wild Pokémon in two very different ways.",
    "cobblemon.species.sputnink.name": "Sputnink",
    "cobblemon.species.sputnink.desc": "Apparently it was found on Earth after a meteor impact. It blends in an ink puddle, then sneaks out to attack.",
    "cobblemon.species.nebyura.name": "Nebyura",
    "cobblemon.species.nebyura.desc": "A Pokémon from outer space. Using its terrible psychic powers it can drive creatures it establishes mental connection with crazy.",
    "cobblemon.species.birigiri.name": "Birigiri",
    "cobblemon.species.birigiri.desc": "They swim around thanks to the energy they share with the whole shoal. Due to its high calorie value, Chubiburny is known to be their favorite prey.",
    "cobblemon.species.chubiburny.name": "Chubiburny",
    "cobblemon.species.chubiburny.desc": "Its pelt contains sugary high-calorie substances. It peacefully basks in the sunlight, ignoring Birigiri's bites.",
    "cobblemon.species.goombear.name": "Goombear",
    "cobblemon.species.goombear.desc": "It can freely stretch its limbs by burning off everything it has eaten. Before hibernation or when it has no food, it will even burn its own stilts.",
    "cobblemon.species.manticoeur.name": "Manticoeur",
    "cobblemon.species.manticoeur.desc": "This Pokemon has a moody temper. It lures prey with its sweet face, then sucker punches them using its stinger.",
    "cobblemon.species.fatail.name": "Fatail",
    "cobblemon.species.fatail.desc": "Extremely slick, it has a tendency to take advantage on its fellows. Only a few Trainers are able to develop a trustful relationship with it.",
    "cobblemon.species.reindear.name": "Reindear",
    "cobblemon.species.reindear.desc": "It judges the behavior of other Pokémon, then marks them with tags. It rewards with a gift those who have been nice.",
    "cobblemon.species.reindigo.name": "Reindigo",
    "cobblemon.species.reindigo.desc": "Contrary to popular belief, it is a gentle soul. Actually, the cause for its constantly sullen face seems to lie in the excessive weight of its antlers.",
    "cobblemon.species.sosqwatch.name": "Sosqwatch",
    "cobblemon.species.sosqwatch.desc": "It wanders around on snowy mountains with its own original style. It assists whoever's been stranded by avalanches and keeps them warm.",
    "cobblemon.species.vroombug.name": "Vroombug",
    "cobblemon.species.vroombug.desc": "It has an excellent balance and drives around running on a tire. Once that is over worn, it looks for another new one.",
    "cobblemon.species.skravroom.name": "Skravroom",
    "cobblemon.species.skravroom.desc": "Rival gangs compete for territories in really noisy speed races that make anyone around run away.",
    "cobblemon.species.chikaboo.name": "Chikaboo",
    "cobblemon.species.chikaboo.desc": "It has to take care of itself from birth. It doesn't know how to provide food yet, so it plays on others' pity to survive.",
    "cobblemon.species.peckabone.name": "Peckabone",
    "cobblemon.species.peckabone.desc": "It feeds merely on what it steals from predators. First it deters them with the skull-like pattern, then digs into its target.",
    "cobblemon.species.rexquiem.name": "Rexquiem",
    "cobblemon.species.rexquiem.desc": "Said to only reveal to people and Pokémon about to die to drag them to the afterlife. It is also known as 'the Emissary of the Devil'.",
    "cobblemon.species.scaracno.name": "Scaracno",
    "cobblemon.species.scaracno.desc": "This Pokemon is supposed to be a physical manifestation of the Bug-type phobia mankind has always had since ancient times.",
    "cobblemon.species.scaracluo.name": "Scaracluo",
    "cobblemon.species.scaracluo.desc": "The fear of dangers lurking in the darkness, usually seen among children, has somehow spawned this weird Pokemon.",
    "cobblemon.species.scarphasmo.name": "Scarphasmo",
    "cobblemon.species.scarphasmo.desc": "According to several tales, a mad scientist created this creature by combining parts of different Pokémon.",
    "cobblemon.species.tokakle.name": "Tokakle",
    "cobblemon.species.tokakle.desc": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.blue_tokakle.name": "Tokakle",
    "cobblemon.species.blue_tokakle.desc1": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.blue_tokakle.name": "Tokakle",
    "cobblemon.species.blue_tokakle.desc1": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.green_tokakle.name": "Tokakle",
    "cobblemon.species.green_tokakle.desc1": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.yellow_tokakle.name": "Tokakle",
    "cobblemon.species.yellow_tokakle.desc1": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.red_tokakle.name": "Tokakle",
    "cobblemon.species.red_tokakle.desc1": "It's not graffiti...that's a Pokemon! It mixes up on city walls and mocks on anyone else who comes its way.",
    "cobblemon.species.donanas.name": "Donanas",
    "cobblemon.species.donanas.desc": "This very shy Pokemon rarely counterattacks. When in danger, it withdraws in its shell as hard as steel.",
    "cobblemon.species.chimaooze.name": "Chimaooze",
    "cobblemon.species.chimaooze.desc": "The most polluted areas of cities are infested by Chimaooze. When they senses danger, they team up together to eliminate the threat.",
    "cobblemon.species.monster_chimaooze.name": "Chimaooze",
    "cobblemon.species.bandeon.name": "Bandeon",
    "cobblemon.species.bandeon.desc": "It can perfectly replicate the sound of any musical instrument. Once it learns a melody, this Pokémon will never forget it.",
    "cobblemon.species.scaleon.name": "Scaleon",
    "cobblemon.species.scaleon.desc": "It takes flight by spreading its big ears as if they were wings. It viciously threaten anyone who enters its den in the mountains.",
    "cobblemon.species.porygonwes.name": "PorygonWES",
    "cobblemon.species.porygonwes.desc": "It was updated with the most cutting-edge technology ever created. It was originally meant to be an assistant in PokéWES.",
    "cobblemon.species.electaburst.name": "Electaburst",
    "cobblemon.species.electaburst.desc": "The excessive energy unleashed during evolution split up its body. It combines thunders and flares to set off terrible explosions all around.",
    "cobblemon.species.chientilly.name": "Chientilly",
    "cobblemon.species.chientilly.desc": "It secretes ice-fresh cream from its tail. If the quality doesn't match its high requirements, it throws that away.",
    "cobblemon.species.dusmee.name": "Dusmee",
    "cobblemon.species.dusmee.desc": "It desperates for attention and makes everything with the sole purpose of getting noticed. When it fails, it starts whining as a baby.",
    "cobblemon.species.egohiss.name": "Egohiss",
    "cobblemon.species.egohiss.desc": "It periodically sheds its skin trying to remove any flaws. Because this process makes Egohiss blind, its tail serves as a radar that senses its surroundings.",
    "cobblemon.species.egorgeon.name": "Egorgeon",
    "cobblemon.species.egorgeon.desc": "It has a paralyzing glare it refracts through the scales on its body. In this way, it catches prey and dresses them up with its old leather.",
    "cobblemon.species.chiripe.name": "Chiripe",
    "cobblemon.species.chiripe.desc": "It has the habit of swinging back and forth while hanging upside down on trees. Because of that, it is usually mistaken for a fruit.",
    "cobblemon.species.batnana.name": "Batnana",
    "cobblemon.species.batnana.desc": "Its diet has changed and now it is trying to take its first steps into hunting. However, it is very clumsy and makes preys slip away.",
    "cobblemon.species.vesperfum.name": "Vesperfum",
    "cobblemon.species.vesperfum.desc": "It is a perfect hunter. Pretending to be a flower, it waits for preys to approach attracted by its scent, then strikes lightning-fast.",
    "cobblemon.species.croakling.name": "Croakling",
    "cobblemon.species.croakling.desc": "It uses its fingers as a sling to shoot ignited rocks with its extremely elastic membranes. Its aim is not that good though.",
    "cobblemon.species.bullverin.name": "Bullverin",
    "cobblemon.species.bullverin.desc": "It membranes toughen up during evolution, turning similar to glass. When it blows up, spits out fiery cannonballs.",
    "cobblemon.species.croakraze.name": "Croakraze",
    "cobblemon.species.croakraze.desc": "All of its fights is a spectacular show. Surrounded by flames, it melts the glass on its arms, leaving an elegant trail of crystals behind.",
    "cobblemon.species.inflant.name": "Inflant",
    "cobblemon.species.inflant.desc": "It floats because of its large ears. Really competitive, it always looks for an opponent to challenge in swimming.",
    "cobblemon.species.floatusk.name": "Floatusk",
    "cobblemon.species.floatusk.desc": "Floatusk will plough into everything and everyone to prove its strength. It swells water to look bigger.",
    "cobblemon.species.swelephant.name": "Swelephant",
    "cobblemon.species.swelephant.desc": "Before a fight, it pumps water in its muscles to strengthen its fists. However, this power-up has a specific time limit.",
    "cobblemon.species.luxflon.name": "Luxflon",
    "cobblemon.species.luxflon.desc": "A legendary Pokémon that protects planet Earth. It has full control over nature it can shape at its will.",
    "cobblemon.species.dragalisk.name": "Dragalisk",
    "cobblemon.species.dragalisk.desc": "Sealed in the Xenoverse, lusting for power. By planting its tail in the ground, it subtracts vital energy from the planet, making it sterile and infertile.",
    "cobblemon.species.dragaliskx.name": "DragaliskX",
    "cobblemon.species.dragaliskx.desc": "This being, created to replace the Dark Lord, is a concentration of pure Fury energy. Although it's smaller to the original Dragalisk, it's still very powerful and lethal.",
    "cobblemon.species.dielebi.name": "Dielebi",
    "cobblemon.species.dielebi.desc": "It seems somehow related to Celebi. Unlike its counterpart, Dielebi travels across past and future alternate dimensions.",
    "cobblemon.species.reginalous.name": "Reginalous",
    "cobblemon.species.reginalous.desc": "Its body is formed by Anomalous energy from various dimensions. It creates strong winds of bright pink color that changes the alterations of each dimension.",
    "cobblemon.species.oreon.name": "Oreon",
    "cobblemon.species.oreon.desc": "Thought to be a mythical Pokemon, Oreon have only been seen by a small handful of trainers. It's soft, delicious body can regenerate rapidly.",
    "cobblemon.species.muramoth.name": "Muramoth",
    "cobblemon.species.muramoth.desc": "Lucemoth are social and friendly, often times forming close bonds with trainers and Pokemon. They are drawn to bright lights and shiny objects.",
    "cobblemon.species.lucemoth.name": "Lucemoth",
    "cobblemon.species.lucemoth.desc": "Unlike its relative Venomoth, a Muramoth foregoes flight, instead leaving its wings draped around it's body for protection. They prefer to live in total solitude.",
    "cobblemon.species.drilladin.name": "Drilladin",
    "cobblemon.species.drilladin.desc": "",
    "cobblemon.species.drasparath.name": "Drasparath",
    "cobblemon.species.drasparath.desc": "It's body is dotted with holdes that loose intense jets of air. When agitated, it will send an electrical current through it's air streams to create violent thunderclouds.",
    "cobblemon.species.mallarki.name": "Mallar'Ki",
    "cobblemon.species.mallarki.desc": "The sprig of green onion it holds with it's beak is it's weapon of choice. It makes short work of most foes with a single, deft strike.",
    "cobblemon.species.silviper.name": "Silviper",
    "cobblemon.species.silviper.desc": "Silviper roamed the world as a ferocious predator in ancient times. It's long body is fortified with venom-infused silver scales.",
    "cobblemon.species.zangoro.name": "Zangoro",
    "cobblemon.species.zangoro.desc": "Zangaro are often spoken of in stories meant to frighten misbehaving children. Its black fur cloaks it during the night when it comes out to hunt prey.",
    "cobblemon.species.goolossal.name": "Goolossal",
    "cobblemon.species.goolossal.desc": "This enormous evolution of Goomy is entirely unique to the Hoenn region. Goolossal are often accompanied by hordes of Goomy that serve them willingly.",
    "cobblemon.species.chrysalix.name": "Chrysalix",
    "cobblemon.species.chrysalix.desc": "Chrysalix are a new species discovered by researchers conducting experiments on the crystalline Onix in Shoal Cave. They continue to grow larger with age.",
    "cobblemon.species.slingray.name": "Slingray",
    "cobblemon.species.slingray.desc": "It fashions a slingshot-like apparatus to it's fins using kelp from the seafloor. Slingray hunt by leaping out of the ocean and flinging rocks at unsuspecting prey.",
    "cobblemon.species.bawlfrog.name": "Bawlfrog",
    "cobblemon.species.bawlfrog.desc": "",
    "cobblemon.species.vitellion.name": "Vitellion",
    "cobblemon.species.vitellion.desc": "",
    "cobblemon.species.metunn.name": "Metunn",
    "cobblemon.species.metunn.desc": "",
    "cobblemon.species.machu.name": "Machu",
    "cobblemon.species.machu.desc": "Its throat is so powerful that a loud enough roar can form a blade of air that slices even the sky. ",
    "cobblemon.species.mintch.name": "Mintch",
    "cobblemon.species.mintch.desc": "It builds its nest out of hardened mud. Sometimes, a Taillow will take over the nest for itself.",
    "cobblemon.species.blakjak.name": "Blakjak",
    "cobblemon.species.blakjak.desc": "The countless eyes on its wings can paralyze with a glare. The flock then surrounds the helpless victim.",
    "cobblemon.species.katuna.name": "Katuna",
    "cobblemon.species.katuna.desc": "Due to the shape of its body, water flows quickly and easily past it. This makes it a fast swimmer. ",
    "cobblemon.species.maelstream.name": "Maelstream",
    "cobblemon.species.maelstream.desc": "When it swims at high speed, it can't see its surroundings, so it often collides with walls or other Pokémon.",
    "cobblemon.species.skelachone.name": "Skelachone",
    "cobblemon.species.skelachone.desc": "Its body has been eaten away, decreasing its weight drastically. It can now move at amazing speeds.",
    "cobblemon.species.pumpkid.name": "Pumpkid",
    "cobblemon.species.pumpkid.desc": "The pumpkin is part of its body. When it senses danger, it hides its lower half and pretends to be a normal pumpkin.",
    "cobblemon.species.wikkin.name": "Wikkin",
    "cobblemon.species.wikkin.desc": "It carries a single leaf with it at all times. With one wave of the leaf, all surrounding Pokémon start to smile. ",
    "cobblemon.species.tentyrant.name": "Tentyrant",
    "cobblemon.species.tentyrant.desc": "It lives in the pitch-black depths of the ocean, so it uses echolocation instead of its vestigial eyes.",
    "cobblemon.species.dvaarak.name": "Dvaarak",
    "cobblemon.species.dvaarak.desc": "It uses the drill on its nose to dig burrows and pitfalls. Its eyes are so weak, it can barely see anything.",
    "cobblemon.species.doodloo.name": "Doodloo",
    "cobblemon.species.doodloo.desc": "What looks like a face is actually scribbles drawn with berry juice. Its real face is on its stomach."
}